(function(){const a=document.createElement("link").relList;if(a&&a.supports&&a.supports("modulepreload"))return;for(const t of document.querySelectorAll('link[rel="modulepreload"]'))s(t);new MutationObserver(t=>{for(const c of t)if(c.type==="childList")for(const r of c.addedNodes)r.tagName==="LINK"&&r.rel==="modulepreload"&&s(r)}).observe(document,{childList:!0,subtree:!0});function e(t){const c={};return t.integrity&&(c.integrity=t.integrity),t.referrerPolicy&&(c.referrerPolicy=t.referrerPolicy),t.crossOrigin==="use-credentials"?c.credentials="include":t.crossOrigin==="anonymous"?c.credentials="omit":c.credentials="same-origin",c}function s(t){if(t.ep)return;t.ep=!0;const c=e(t);fetch(t.href,c)}})();const m=[{id:"intro",category:"intro",categoryName:"Кіріспе",shortTitle:"Кіріспе",title:"Кіріспе",topic:"Кіріспе",original:"./originals/intro/Kirispe.mht",content:`<div>
<p class="text-center"><b><span>Кіріспе</span></b></p>
<p class="text-justify"><span>Қазіргі
қоғамда арнайы
білім беру
салаларындағы
психологиялық
білімнің
рөлі
жоғарылап, оның
практикалық
бағыттылығы
күшею үстінде.
Заман
талабына сай
сапалы
кәсіби
білімді меңгерген,
өзінің ісіне
жауапкершілікпен
қарайтын
арнаулы
маман
даярлау
ісіне жоғары
талаптар қойылуда.
Сондықтан білім
беру саласында
психологиялық-педагогикалық
қызметті
ұйымдастыру
үшін жас даму
переодизациясымен
танысып қана
қоймай, оны
тәжірибе барысында
балаларды
дамытудың
жолдарын қарастыру
өзекті
мәселелердің
бірі болып
табылады. Оқылатын
курстардың
көлемі мен
тереңдігінің
айырмашылықтарына
қарамай,
түрлі маман-кадрларды
даярлауда
психологиялық-педагогикалық
білімдерді
және жас
ерекшелік
психологиясының
оқыту
әдістемесін
міндетті
түрде игерулері
тиіс. Пәнді
оқып меңгеру
нәтижесінде
студенттер
оқу
мекемелерінде
теориялық
мәліметтер
мен бірге білім
беру
салаларында психологиялық,
педагогикалық
жаттығуларды
қолдану
дағдысын
игеруге
мүмкіндік береді.</span></p>
<p class="text-justify"><span>«Жас ерекшелік
психологиясы»
курсы<span> 
</span>студенттердің
психологиялық
құбылыстарды
жүйелі
талдау
іскерліктері
мен дағдыларын
қалыптастыру
негізінде
олардың
психологиялық<span> 
</span>ойлауын
дамытуды,
сонымен<span>  </span>қатар,
болашақ мұғалімдердің
психологиялық
даярлығын
күшейтуге
мүмкіндік беретін
теориялық
және
практикалық
білімдермен
қаруландыруды<span> 
</span>көздейді. Оқыту
мен
тәрбиелеу
бағдарламасында
негізгі
принциптің
құрылымы
гинетикалық,
оқытуда
дамыту,
түзету
жұмысын
жасау, баланы
оқытуда жеке
әдіс-тәсіл
және
педагогикалық
процестің
біртұтастығы
басты мақсат
болып табылады.
Бағдарлама
құрылымы
негізгі жұмыстың
бағыт-бағдарымен
беріледі.
Ортақ бағдарламадағы
негізгі
нұсқаның
бөлігі<span> 
</span>ойын және әр
түрлі пәндер
жиынтығы. Оқу
процесінде
комплексті
әдіс, барлық
даму
кезеңінде
және түзету
тәсілін
шешудің бір
жолы болып
табылады. Бұл
бағыт оқыту
мен
тәрбиелеуді
іске асыруға
көмектеседі.
Құрылған
жеке бағдарлама
балалардың жас
ерекшеліктеріне
қарай даму
деңгейінің
өзектілігін,
әлеуметтік жағдайда
дамуының
құрылымын
қарастырады. Жас
ерекшелігіне
қарай
тәрбиелеуде
қоршаған
ортамен
әлеуметтік
әлеммен
таныстыру
процесінде
жүреді.</span></p>
<p class="text-justify"><span>Оқу
құралда жас
ерекшелік
психологиясы
ұғымына
сипаттама
беру және <span> </span>оның ғылыми-теориялық
тұжырымдар
мен практикалық
қолданылатын
әдістерді
игеру
дағдысын кеңінен
меңгеру тұстары
қарастырылған.
</span></p>
<p class="text-justify"><span>Жас
ерекшелік
психологиясы
</span><span>курсында
психиканың
даму
динамикасын,
психикалық
процесттердің
және жас
ерекшеліктеріне
сай тұлғаның
психологиялық
ерекшеліктері
қарастырылған.
Сонымен
бірге
балалардың
психологиялық-педагогикалық
зерттеу<span>
мәселелері
де қамтылған,
білім беру
бағдарламасына
сәйкес
біліктілік,
дағдыны
қалыптастыру
және </span>практикалық
жаттығулардың
мазмұнын жан-жақты
талқылап меңгерту
болып
табылады. </span></p>



<p class="text-justify"><span>Оқу
құралда
тақырыптарға
теориялық
тұрғыдан
жан-жақты
жасалып, жасерекшелік
психологиясы
ғылым ретіндегі
анықтамасы,
оның
ғылымдар
жүйесіндегі
орны, соның
ішінде психикалық
дамудың жас
ерекшелік
кезеңдерінде
балалармен
жүргізілетін
психологиялық
әдістемелер
ұсынылды.
Сонымен
қатар тұлға
дамуының
қозғаушы
күштері,
шарттары
және
себептерінің
</span><span>теориялық
білімдермен әдістемелер
жинақталған. </span><span>Жас
ерекшелік
психологиясы
қарастырылған
әдебиеттерді
негізге ала
отырып,
практикалық
сабақтың
тақырыптарында
әдістемелер
ұсынылған. </span><span>Психологиялық
әдістемелерді
пайдалану үшін
практикалық
сабақ
барысында әдістемені
жүргізуге
байланысты
алдын-ала
дайындық тұстарыда
қарастырылған.</span></p>

</div>`},{id:"lecture-1",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"1-дәріс",title:"§ 1 Жасерекшелік психологиясы ғылым ретінде",topic:"Жасерекшелік психологиясы ғылым ретінде",original:"./originals/lecture/1.mht",content:`<div>
<p><b><span>§ 1 Жасерекшелік
психологиясы
ғылым ретінде</span></b></p>

<p class="text-justify"><span>Жас
ерекшелік
психологиясы
біртұтас психикалық
дамуды
«туылғаннан өмір
сүруінің
аяғына
дейінгі адам
өмірінің
барлық кеңістігін»,
өзгермелі
әлемнің
талабына сай
дамитын
индивидті
зерттеуді
өзінің мақсаты
етіп қояды.
Пән бағытына
қарай
нәрестелік,
ерте сәбилік
кезеңнің психологиясын,
мектепке
дейінгі және
бастауыш
мектеп
оқушыларының
психологиясын,
жеткіншектік,
орта жас,
кәрілік
психологиясы
геронтопсихология
мәселелері
қарастырған. <span> </span>Жас
ерекшелік
психологиясының
теориялық
міндеттері:</span></p>
<p class="text-justify"><span>-<span>   </span>адам
баласының
барлық өмір
жолында
психикалық
дамуының
механизмдерін
және көздерін,
қозғаушы
күштерін
зерттеу;</span></p>
<p class="text-justify"><span>-<span>   </span>онтогенезде
психикалық
дамуды
кезеңге бөлу;</span></p>
<p class="text-justify"><span>-<span>   </span>психикалық
процестердің
(қабылдау, ес,
зейін және
т.б.) өту (пайда
болу,
қалыптасу,
өзгеру,
жетілу,
деградация
(құлдырау),
компенсация)
заңдылықтарын
және жас
ерекшеліктерді
зерттеу;</span></p>
<p class="text-justify"><span>-<span>   </span>әртүрлі
іс-әрекет
түрлерін
жүзеге
асырудағы,
білім игерудегі
жас
ерекшелік
кезеңдерінің
мүмкіндіктерін,
ерекшеліктерін
анықтау;</span></p>
<p class="text-justify"><span>-<span>   </span>тұлғаның
жас
ерекшеліктеріне
сай дамуын
зерттеу.</span></p>
<p class="text-justify"><span>Жас
ерекшелік
психологиясының
практикалық
міндеттері:</span></p>
<p class="text-justify"><span>-<span>   </span>психикалық
функцияның
жас
ерекшелік
нормасын
анықтау,
психологиялық
ресурстарды
және адамның
шығармашылық
мүмкіндігін
айқындау;</span></p>
<p class="text-justify"><span>-<span>   </span>психикалық
даму,
балалардың
психикалық саулығы,
проблемалық
жағдаяттарда
ата-аналарға
көмек
көрсету
барысын
жүйелі бақылау
қызметін
құру;</span></p>
<p class="text-justify"><span>-<span>   </span>адам
өмірінің
дағдарыс
кезеңдерінде
көмек
көрсету,
психологиялық
сүйемелдеу
қызметтерін
орындау;</span></p>
<p class="text-justify"><span>-<span>   </span>үздіксіз
білім беруде
оқу-тәрбие
процесін
тиімді
ұйымдастыру
(соның ішінде
орта және
егде жастағы
адамдарға
бағытталған).</span></p>
<p class="text-justify"><span>Жас
ерекшелік
психологиясы
адамның бойындағы
психикалық
қасиеттері
мен тұлғасының
даму
үдерісін зерттейді.
Көп жағдайда
туғаннан
бастап
ересек өмірге
өтудің
психологиялық
ерекшеліктеріне
<span> </span>аса
назар
аударады.<span>  </span>Жас
ерекшелік
психологиясының
бұл
бөлімінде
бала дамуының
заңдылықтары
мен
фактілері
анықталады.</span></p>
<p class="text-justify"><span>Жас
ерекшелік
психологиясының
басқа<span> 
</span>салалардан
айырмашылығы
адам
баласының
психологиялық,
психофиологиялық<span>  </span>даму
қарқынын
ғылыми
тұрғыдан
зерттейді. Генетикалық
психология
грек тілінен
ауда
«генезис»
шығу тегі,
білімі деген мағынаны
білдіреді.
Жас ерекшелік
психологиясы
басқа
салаларымен
тығыз байланысты,
оның ішінде
атап айтар
болсақ жалпы
психология,
тұлға
психологиясы,
әлеуметтік,
педагогикалық
психологиямен.
<span>  </span><span>  </span></span></p>
<p class="text-justify"><span><span>Дамудың
толық кезеңі
адамның
бүкіл өмірін
белгілі
дәуірлерімен
қоса қамтиды.
Бастауыш
мектеп
педагогикасын
баланың
мектепке
дейінгі және
кіші мектеп
жасындағы
өмір және
даму
кезеңдері қызықтырады.
Бұл баланың
туылғанынан
он, он бір
жасқа
дейінгі өмір
аралығы.
Психология аймағында
да
балалардың
психикалық
даму кезеңдерін
айырады,
бірақ
психологиялық
кезеңдерге
бөлу
педагогикалық
жас кезеңдерімен
бірдей<span> 
</span>бола
бермейді,
себебі психика
дамуы ананың
жатырында
басталады, ал
бала
тәрбиесі
оның дүниеге
келген мезетінен
басталады.
Бала дамуы
ерекшеліктерін
әр жас
кезеңіне
байланыстыра
түсіну үшін
төмендегі
салыстырма
кестеге
назар аударыңыз:
Педагогикалық
кезеңдерге
бөлудің
негізін, бір
жағынан, дене
және</span></span><span>
психикалық
даму
сатылары
құраса,
екінші жағынан,
бұл тәрбие
жүріп жатқан
жағдайларға
байланысты
келеді.</span></p>
<p class="text-justify"><span><span>      </span><span>  </span>Жас
ерекшелік
психологиясы
адамның өмір бойы
жеке
тұлғасының
даму процесі
мен психикалық
функцияларын
зерттейді.
Жас ерекшелік
психологиясы
ғылымның
өзге
салаларымен
ерекшелігі
баланың даму
динамикасын
қарастырады.
Жалпы
психологияда
қабылдау,
ойлау, сөйлеу,
есте сақтау,
зейін, қиял сияқты
психикалық
функциялары
зерттелсе,
жас
ерекшелік
психологиясында
әр
психикалық
функцияның даму
процесі және
олардың жас
кезеңнің ерекшеліктеріне
байланысты
даму
динамикасын,
өзгеруін
бақылайды.
Тұлға
психологиясында
мотивация,
өзін-өзі
бағалау және
талаптардың
деңгейі,
құндылық
бағдары,
дүниетаным
және т.б.
сияқты жеке
білім беру
қарастырылады,
ал жас
ерекшелік
психологиясы
балалардың дүниеге
келген кезінен
бастап, барлық
жастың
психологиялық
ерекшеліктері
туралы
міселелерін
қарастырады.
Жас
ерекшелік
психологиясының
әлеуметтік
психологиямен
байланысы
баланың
дамуы мен
мінез-құлқының
ерекшелігіне
тәуелділігін
байқауға
мүмкіндік
береді: отбасы,
балабақша
тобы, мектеп
сыныбы,
жасөспірімдер
компаниялары.
Жас
ерекшелік
және педагогикалық
психология
бала мен
ересек
адамның
өзара
әрекеттесу
процесіне әр
түрлі жағынан
қарайды: жас
ерекшелік
психологиясы
балалық пен
жасөспірімдік,
қарттық
тұрғысынан,
педагогикалық
психология
тәрбиеші,
мұғалім
тұрғысынан
талданады.
Жас<span> 
</span>ерекшелік
психологиясы
- психологиялық
білімнің
ерекше
саласы.
Баланың даму
процесін
қарастыра
отырып, ол әр
түрлі жас
кезеңдерін
сипаттайды,
сондықтан
«жас» және
«балалық
шақ» сияқты ұғымдармен
жұмыс
істейді.</span></p>
<p class="text-justify"><span><span>  </span>Жалпы
алғанда
адамның
жасын
кезеңдерге бөлу
ұсыныстары
өте көп. Ғылыми
тұжырымдарға
байланысты
белгілі бір
көрсеткіштерді
негізге ала
отырып, туғаннан
бастап
көптеген жас
кезеңдерді
ұсынады.
Физиологиялық
тұрғыдан
алғанда
ұсынылып
отырған
мәскеулік 1965
жылғы
топтастыру ғылыми
негізделген
және
организмнің
ерекшеліктеріне
сәйкес деуге
болады.</span></p>
<p class="text-justify"><span><span>  </span>Эмпиризм
теориялары.
Баланың
психикалық дамуының
қозғаушы
күштерінің
бихевиоризмде
қарастырылуы</span></p>
<p class="text-justify"><span><span>  </span>Үйрену
ретінде даму
теориялары
орта факторларының
басымдылығынан
бастау алады.
Дж. Локктың
еңбектерінде
даму
ұғымындағы
эмпиризм
теориясындағы
<span> </span>жаңа
туған
нәрестенің
алғашқы
кезеңін «таза
тақта»<span> 
</span>деп
сипатталады.
Балаларды
үлкен өмірге
жағдайын «Оқыту
жайында
кейбір
ойлар» атты
еңбектерінде
қарастырады.
Дж. Локктың
пікірінше,
балалардың
барлығы əртүрлі
тума
ерекшеліктерімен,
темпераментімен
дүниеге
келеді деген
болатын. </span></p>
<p class="text-justify"><span><span> </span>Психологияда
алғашқы
ғылыми
мектеп ассоцианизм
деп аталады.
Оның <span> </span>көрнекті
өкілдері Дж.
Локк, Д.
Гартли, Н.А.
Менчинская
болып
табылады. Екіншісі,
тарихи<span> 
</span>Бихевиористер
балаға
дүниеге
келген
мезетінен
бастап ортаға
икемделуін
қамтамасыз
ететін
мінез-құлық
реакцияларының
аз жиынтығы
беріледі деп
есептеген.</span></p>
<p class="text-justify"><span><span>  </span>Екі
фактордың
конвергенциясы
жайлы теория.</span></p>
<p class="text-justify"><span><span>  </span>ХХ
ғасырдың
басында
тұқымқуалаушылықтың
баланың
дамуына
ықпалы жайлы
деректер жеткілікті
жинақталған
еді. В. Штерн
басқа теориялардың
біржақтылығын
жою үшін екі
фактордың
теориясын
құрастырды.
Ол теория
бойынша
баланың
психикалық
дамуы тұқым
қуалаушық
пен ортаның
сыртқы
əсерлері сияқты
ішкі
мəліметтердің
конвергенциялануының
нəтижесі
болып
табылады. В.
Штерн баланың
психикалық
дамуына
тұқымқуалаушық
пен ортаның
үлесін
ашатын
негізгі төрт
тұрғыны
құрастырады.
Ол тұрғылар
бойынша
тұқымқуалаушылықтың
жетекші
рөлді
атқаратыны,
ал орта өзінің
қасиеттерін
анықтайтын
лакмус қағазы
ретінде
қызмет
ететіндігі
көрсетілген.
Бірінші
тұрғы
бойынша В.
Штерн
қажеттілікті
жəне оны
қанағаттандыратын
механизмді
анықтайтын
алдын ала
анықталған
тума тұқым
қуалайтын
мақсаттарды
көрсетеді.
Бірінші
мақсат – өзін-өзі
сақтауға
ұмтылыс
болса,
екіншісі –
физикалық
жəне рухани
жетілумен
қатар өзін-өзі
дамытуға
ұмтылыс.
Психикалық
даму нұсқалған
екі бет
бұрыспен
анықталады.
Өзін-өзі дамыту
бетбұрысы
едəуір
бейімді,
мүлтіксіз,
жаңа
қабілеттердің
дамуы мен
пайда болуын
шарттандырады,
ал өзін-өзі
сақтау бетбұрысы
дамудың
жетістіктерін
тұрақтандырады.
Екінші тұрғы
қабілеттер
дамуының заңдылықтарын
анықтайды. В.
Штерннің
ойынша қабілеттерді
сөз еткенде
нышан мен
қасиеттерді
ажырата білу
қажет деп
есептейді.
Нышандар
адам қабілеттері
дамуының
шегін
шарттандырып,
тек тұқым
қуалаушылықпен
анықталады.
Ал қасиеттер
– өзін-өзі
сақтаудыңарқасында
белгілі
беріктігіне
ие болған
жүзеге асырылған
қабілеттер.
Үшінші тұрғы
даму
ырғағына
байланысты.
Психикалық
дамудың
ырғағы да
тұқымқуалаушықпен
анықталып,
ортамен
немесе тəрбиемен
аса
өзгерістерге
ұшырай
қоймайды.
Алайда В.
Штерннің
ойынша
тəрбиенің
болмауы
қабілеттер
дамуының
нышандармен
анықталған
жоғарғы
шегіне жету
мүмкін
болмай,
дамудың ырғағы
біршама
тежелуі
мүмкін. Дегенмен
ұсынылған
жас
кезеңдерінің
әлі де жетілдіретін
тұстары бар
екенін
ескеруіміз
қажет. Оларды
анықтау адам
организмі
жайындағы зерттеулерді
әлі де
жалғастырып
кеңейтуді
талап етеді.
Жас
кезеңдерінің
уақыт
шектері
болсын, оның
жеке
функциялық
көрсеткіштері
болсын әлеуметтік
жағдайларға
байланысты
екенін
ұмытпаған
жөн. Жас
кезеңдерінің
ортақ ерекшеліктеріне
қоса, әрбір
адамның
өзінің жеке
басының
ерекшеліктері
болады.</span></p>
<p class="text-justify"><span>Психологиялық
зерттеуді
ұйымдастыру
әр түрлі
болуы мүмкін:
кесу әдісі
жиі
қолданылады:
жеткілікті
үлкен
балалар
топтарында
нақты
әдістерді қолдана
отырып,
дамудың
анықталған
аспектісі,
мысалы,
интеллектуалды
даму деңгейі
зерттеледі.
Нәтижесінде
осы топқа тән
мәліметтер
алынады — бір
жастағы
балалар
немесе бір
оқу бағдарламасы
бойынша
оқитын
оқушылар. Бірнеше
кесу
жасалған
кезде
салыстырмалы
әдіс
қосылады: әр
топ үшін
мәліметтер
бір-бірімен
салыстырылады
және мұнда
қандай даму
тенденциялары
байқалатыны
және олар немен
байланысты
екендігі
туралы
қорытынды
жасалады.
Лонгитюдті
әдіс
объектіні
ұзақ уақыт
бойы дамуын
зерттеуін
айтамыз. Лонгитюдті
әдіс,
сондай-ақ
басқалары
тұтастай
психологиялық
зерттеуді
ұйымдастыруға
мүмкіндік
береді.
Зерттеу
тапсырмасын
қойып, оны
шешудің
негізгі
жолдарын
белгілей
отырып,
психолог өз
жұмысының
құрылымында
тағы бір
қадам жасайды.
Ол
нәтижелерді шығару
үшін екі
әдістің бірі
таңдалады. Олар:<span>  </span>бақылау
және
эксперимент.
Бақылау - бұл
кіші жастағы
балалармен
жұмыс істеудің
таптырмас
әдісі,
кез-келген жастағы
балалардың
дамуын
зерттеуде
қолдануға
болады.
Психолог
баланың
мінез-құлқының
барлық
ерекшеліктеріне
қызығушылық
танытқан
кезде
бақылаулар
үздіксіз болады,
бірақ
көбінесе
олардың
кейбіреулері
таңдалып,
бақыланады.
Балалармен
эксперимент
олар үшін мүмкіндігінше
жақын ортада
өткізіледі.
Анықтау
экспериментінде
қазіргі
уақытта балалардың
даму деңгейі
мен
ерекшеліктері
анықталады.
Бұл баланың
жеке дамуына
да, басқалармен
қарым-қатынасына
да, интеллектуалды
дамуына да
қатысты.</span><span> </span><span>Осы
немесе басқа
әдістемені таңдай
отырып,
психолог
оның алдында
тұрған
міндеттен,
балалардың
жасынан (әр
түрлі жастағыларға
әр түрлі
әдістер) және
ол қамтамасыз
ете алатын
эксперимент
жағдайына
негізделеді.</span></p>
<p class="text-justify"><span>Тұлғаның
дамуы
балалармен
әңгімелесу,
жазбаша
сауалнамалар
және а
проективтік
әдістер
жатады. Олар
проекциялау
принципіне
негізделген,
яғни өз
қажеттіліктерін,
қарым-қатынастарын,
қасиеттерін
басқа адамдарға
беру. Бала
фигуралар
бейнеленген
суретке
қарап, өз
тәжірибесіне
сүйене отырып,
оларға өз
алаңдаушылықтары
мен тәжірибелерін
бере отырып,
олар туралы
айтады.
Балабақша тобында
немесе
мектеп
сыныбында
қалыптасқан
балалар
арасындағы
қарым-қатынас
социометриялық
әдісі арқылы
анықтауға
мүмкіндік
береді.
Балаға өзі ең
жақсы
қарайтын үш
құрбысын
таңдау
мүмкіндігі
беріледі, айталық,
«бір партада
кіммен
отырғың
келеді?»
Балаларды
таңдау, өзара
және өзара
емес, топтағы
қатынастардың
құрылымын
ашады.</span></p>
<p class="text-justify"><span>Интеллектуалды
даму әр түрлі
әдістерді
қолдана
отырып
зерттеледі,
бірақ
негізінен
стандартталған
тесттер қолданылады.
Балалар
психологиясы
тарихындағы
алғашқы
Бине-Симон
тесті ауызша
түрде
ұсынылған
және белгілі
бір жасқа арналған
бірқатар
тапсырмаларды
қамтыды. Альфред
Биненің
экспериментімен
қамтылған
көптеген
балаларда
психикалық
даму нормалары
белгіленді.
Баланың
ақыл-ой дамуының
жеке көрсеткіштері
оның жас
тобының
орташа
көрсеткіштерімен
салыстырылады;
ол
интеллектуалды
тұрғыдан
өзінің
жасына
сәйкес келе
ме, құрдастарының
негізгі
санынан
артта келе
ме, жоқ па,
соны
анықтайды. 4-16
жастағы
балаларға
арналған
Векслер
тесті ауызша
және тапсырманың
көрнекі
түріндегі
деректерді
қамтиды. Оны
қолданған
кезде екі
көрсеткіш
алынады -
ауызша және
вербальды
емес, сонымен
қатар жалпы
«жалпы
интеллектуалдық
көрсеткіш». </span></p>
<p class="text-justify"><span>Әр түрлі
анықтаушы
эксперименттермен
қатар, жас
ерекшелік
психологиясында
қалыптастырушы
эксперимент
қолданылады.
Арнайы жағдайлардың
жасалуының
арқасында
белгілі бір
психикалық
функцияның
даму
динамикасы
байқалады.
Л.С. Выготский
баладағы
тұжырымдамалардың
қалыптасу
процесін
осылай
байқады
(эксперименттік-генетикалық
әдіс).</span></p>
<p class="text-justify"><span>Қорытындылай
келе, балалар
психологының
жұмысының
этикалық
аспектісінің
бірі «зиян
тигізбеу»
принципі
болып
табылады. Ақыл-ой
дамуындағы
кемшіліктердің
себеп салдарын
анықтауға
арналған
зияткерлік
тесттерді
қолдануда
кәсібилік
деңгейіне
аса назар
аударуы
қажет. Маман
балалармен
жұмыс жасау
барысында
моральдық
тұрғыдан
жауапкершілікті
сезінеді. </span></p>

<p class="text-justify"><b><span>Бақылау
сұрақтары</span></b></p>
<p class="text-justify"><b><i><span>1.
Жасерекшелік
психологиясы
ғылым ретіндегі
анықтамасы,
оның
ғылымдар
жүйесіндегі
орнына
сипаттама
беріңіз.</span></i></b></p>
<p class="text-justify"><b><i><span>2.
Жасерекшелік
психологиясы
пәні туралы түсініктердің
негізгі даму
кезеңдері
және
әдістері.</span></i></b></p>
<p class="text-justify"><b><i><span>3. Балалық
шақтың
аяқталу
кезеңі.</span></i></b></p>
<p class="text-justify"><b><i><span>4.Адамның
психикалық
даму
ерекшеліктеріне
сәйкес жас
кезеңдерінің
топтастырылуын
атаңыз?</span></i></b></p>

</div>`},{id:"lecture-2",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"2-дәріс",title:"§ 2 Психикалық дамудың жас ерекшелік кезеңдері",topic:"Психикалық дамудың жас ерекшелік кезеңдері",original:"./originals/lecture/2.mht",content:`<div>
<p class="text-justify"><b><span>§ 2 </span></b><b><span>Психикалық
дамудың жас
ерекшелік
кезеңдері</span></b></p>

<p class="text-justify"><span>Қазіргі
заманғы
психология
үшін адам
өзінің дамуы
мен
қалыптасу
процесінде
бір-бірінен
деңгейлерімен
ерекшеленетін
бірнеше сатыдан
өтеді. Олар:</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>Ø<span> </span></span></span><!--[endif]--><span>физикалық;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>Ø<span> </span></span></span><!--[endif]--><span>ақыл-ой;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>Ø<span> </span></span></span><!--[endif]--><span>рухани;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>Ø<span> </span></span></span><!--[endif]--><span>интеллектуалды
даму.</span></p>
<p class="text-justify"><span>Басқаша
айтқанда, өсу
мен даму
процесі организмнің
жұмысындағы
белгілі бір
өзгерістермен
қатар жүреді,
бұл бір
кезеңді
екінші
сатыдан
ажыратуға мүмкіндік
береді. Бұл
өзгерістер
жас ерекшеліктеріне
байланысты.
Бұл
тұжырымдама
жас
кезеңдеуі
деп аталады.</span></p>
<p class="text-justify"><span>Жас
кезеңдеуі -
бұл адамның
даму
кезеңінен бастап
тұжырымдамасы
пайда болған
сәттен
бастап
(немесе
туылған сәттен
бастап)
қайтыс
болғанға
дейін және адамның
өміріндегі
кезеңдердің
жас шекараларының
сәйкес
анықтамалары,
қоғамда қабылданған
жас
стратификация
жүйесі. Қарама
қарсы
көзқарас жас
даму білім
мен дағдыларды
жәй
жинақталуы
ретінде
қарастырылады.
Кеңес үкіметі
психологиясы
жас
кезеңдері
тарихи сипатта
болады деп
көрсетті. П.П.
Блонский, Л.С.
Выготский
тұжырымдамасында
балаларды
балалардың
дамуындағы
әлеуметтік
жағдайда
оқытудың
мүмкіндіктері
мен
әдістерін
өзгертіп
отырады. Психикалық
жастың
дамудың
өзіндік құрылымдық
ерекшеліктері
мен
өзгерістерімен
сипатталады.</span></p>
<p class="text-justify"><i><span>Д.Б.Эльконин
бойынша
баланың жас
кезеңдері:</span></i></p>
<p class="text-justify"><span>1.
Нәрестелік
жас – туғаннан
бастап 1
жасқа дейін.
Атқаратын жетекші
әрекеті –
эмоциональды
қарым-қатынас
болып
табылады. Бұл
жастың
ерекшелігі
(маңызды жетістігі)
- басқа
адаммен
қарым-қатынасқа
деген
қажеттілік. </span></p>
<p class="text-justify"><span>2.
Сәбилік кезең
– 1-3 жас. Жетекші
әрекеті –
заттық
әрекет. Қалыпты
дамудағы жетістігі
- сөйлеудің
дамуы және
көрнекі әрекеттік
ойлаудың
дамуы. </span></p>
<p class="text-justify"><span>3. Мектеп
жасына
дейінгі
кезең – 3-7 жас.
Бұл жастың
өзіндік
әрекеті –
рөлдік ойын. Қалыпты
жағдайдағы
жетістік –
қоғамдық
маңызды,
қоғамға
бағалы
іс-әрекетке
ұмтылуы.</span></p>
<p class="text-justify"><span>4. Бастауыш
сынып
оқушысы –
7-11жас. Бұл
жастағы оқушылардың
жетекші
әрекеті –
оқу; оқу
процесінде
ес қалыптасады,
сыртқы
әлемнің
заттардың
заңдылықтарын
меңгереді.
Бұл жастың
жетістігі
болып психикалық
құбылыстардың
ырықтылығы,
ішкі әрекет
жоспары,
рефлексия
алынады.</span></p>
<p class="text-justify"><span>5.
Жеткіншілік
жас – 11-15 жас.
Өтпелі
кезеңдегі
оқушылардың
жетекші
әрекеті –
қоғамда
пайдалы
іс-әрекет
жүйесіндегі
қарым-қатынас
(оқу,
қоғамдық-ұйымдастыру
жұмыстары, еңбек,
т.б.); бұл
процесте
жеткіншек
әртүрлі жағдайдағы
қарым-қатынас
дағдыларын
меңгереді.</span></p>
<p class="text-justify"><span>6. Балғын
жастық шақ – 15-17
жас.
Жасөспірімдердің
жетекші
әрекеті –
кәсіптік оқу.
Жетістігі: оқу
процесінде
дүниетанымы,
кәсіби
қызығушылығы,
өзіндік
санасы және
арман-мұраты
қалыптасады.</span></p>
<p class="text-justify"><span>Л.С.
Выготский
еңбегіндегі
кезеңдерге
бөлу
мәселесінде
жастық
дамудың
жетілетін
шарықтау
шегі мен мінездің
табиғатына
байланысты
тұйық кездері
болатынын <span> </span>көрсеткен.
Мұның
мазмұны
жастың жетілудің
өзіндік
ерекшеліктеріне
сай жалпы
биологиялық
даму
заңдылығынан
туындайды. <span> </span>Бір
жас
сатысының
екінші
сатысына өтуде
бұрынғы
кезеңдердегі
болмаған жаңа
құрылымдар
пайда болады.
Жас шағы
балаға оның
дамуының сол
кезеңде
қойылатын
талаптар
айналасындағылармен
қарым-қатынас
ерекшеліктерімен,
баланың жеке
басының
психологиялық
құрылымы даму
деңгейімен
білім мен
ойлауының
даму дәрежесімен,
белгілі бір
физиологиялық
ерекшеліктерімен
сипатталады. Онтогенезде
психика
дамуын
түсіндіретін
психоаналитикалық
көзқарас
негіздері
З.Фрейдпен (1856-1939)
қаланды.
Психоанализде
психикалық
даму
құштарлық,
мотив және
сезім
аймақтарының
күрделену
процесімен,
тұлға
дамуымен,
оның
құрылымы
және қызметтерінің
күрделенуімен
теңестіріледі.</span></p>
<p class="text-right"><span>З.Фрейд
адам
психикасының
үш деңгейін –
сана, сана
алды және
санасыздықты
бөліп көрсетті.
Оның ғылыми
қызығушылығының
назарында
психиканың
санасыздық
деңгейі – ең
алдымен
сексуальдық
және
агрессивтік,
құштарлық
сияқты
организмнің
инстинктік қажеттіліктері
болды. З.Фрейд
тұлғаның
дамуын оған жат,
бірақ өте
қажет сыртқы
әлеуметтік
әлемге
индивидтің
бейімделуі
ретінде
қарастырды. З.Фрейд
бойынша адам
тұлғасы
өзіне бір
уақытта
туындамайтын
үш
құрылымдық
компонентті
– Ол (ОНО), Мен (Я)
және
Жоғары-Мен
(Сверх-Я)
қамтиды.
Психоанализдің
құндылығы
оның дамудың
динамикалық
концепциясы
болуында,
онда
күйзелістің
басты шарты,
адам
өмірінің
рухани
бірлігі, оның
жеке функция
және
элементтермен
сәйкес
еместілігі
көрсетілген.
Олар балалық
шақтың маңыздылығын,
ата-аналардың
әсер етуінің
зор мәнге ие
екендігін және
ұзақ уақыттылығын
көрсетеді.
Жастық
шақтағы
ата-аналармен
қатынас,
олардың жас
кезеңдеріне
тән
қарама-қайшылықтарды
шешу
тәсілдеріне
ықпалы,
дау-дамайлар
және бейімделудегі
олқылықтар
соңынан
байқалады,
кейін ересек
адамға тән
мәселелер түрінде
көрінеді.
Психоанализ
тәжірибесіне
сүйенсек
тұлғаны
инфантилизмге,
эгоцентризмге,
жоғары
агрессивтілікке
әкелетініне
және осындай
ересек адам
ата-ана ролін
жүзеге асыруда
өз баласымен
айтарлықтай
қиындықтарға
кездесетініне
сендіреді.
Психоанализ
бағыты
психологияда
әрі қарай
дамуы К.Юнг,
А.Адлер,
К.Хорни, А.Фрейд,
М.Кляйн,
Э.Эриксон,
Б.Беттельгейм,
М.Малер және
т.б.
есімдерімен
байланысты.</span></p>
<p class="text-right"><span>Американ
психологы
Э.Эриксон (</span><span>1902-1994</span><span>) <i>эго</i></span><i><span>-</span></i><i><span>психология</span></i><span>
бағытының
өкілі
ретінде
таныс.
Эриксон
индивидтің
«МЕН»-нің
дамуына ерекше
көңіл бөле
отырып,
кейбір
маңызды психоаналитикалық
қағидаларды
қайта қарастырды.
Бір жағынан,
Эриксон
Фрейдпен
жасалған
адамның
өзінің
әлеуметтік
ортасына бейімделуінің
маңызы
туралы
психоанализ
көзқарастарын
ұстанды,
тұлғалық
сапа және
мотивациялық
жүйелерден
туындайтын<span> 
</span>биологиялық
негіздерді
мойындады,
тұлғаның
құрылымдық
моделіне
сүйенді.
Фрейд сияқты
Эриксон
тұлғаның
даму
сатылары
генетикалық
анықталған,
олардың
жетілу
бойынша даму
реті
өзгермейді
деп санады.
Әртүрлі
мәдениеттегі
дамудың
психоәлеуметтік
міндеттері
ұқсас
сипатта, олар
адамзатқа
ортақ (Мысалы:
еңбексүйгіштікке
дағдыландыру),
бірақ оларды
шешу
тәсілдері
біршама
айырмашылыққа
ие болуы
мүмкін.
Дегенмен
фрейдистік
көзқарастан
ерекшелігі,
эго-психологияда
негізгі
көңіл
өмірлік
мәселелерді
саналы
шешумен
байланысты
қалыпты, дені
сау тұлғалық
дамуға
аударылады.
Эриксонның
тұлғалық
даму
теориясының
басты назарында
- адам
құзыреттілігінің
әлеуметтік ортамен
өзара
әрекеті
нәтижесінде
өсуі болғандықтан
оны <i>психоәлеуметтік</i>
деген атау
қабылданған.</span></p>
<p class="text-right"><span>Эриксон
тұлға
дамуындағы
психоәлеуметтік
сатыларды
төмендегідей
бөліп
көрсетеді:</span></p>
<p class="text-right"><span>1.
Нәрестелік
кезең.
Туғаннан
бастап
алғашқы
психоәлеуметтік
сатыны
қамтиды.</span></p>
<p class="text-right"><span>2. Ерте
балалық шақ.
Бұл кезең 1-3
жас аралығын
қамтиды.</span></p>
<p class="text-right"><span>3. Ойын
жасы. Эриксон
«ойын жасы»
деп атаған 3-6 аралығын
қамтитын мектепке
дейінгі
кезең. </span></p>
<p class="text-right"><span>4. Мектеп
жасы. 6 -12 жас
аралығын
қамтиды.</span></p>
<p class="text-right"><span>5.
Жасөспірімдік
шақ.
Жасөспірімдік
шақ Эриксонның
өмірлік цикл
схемасында
адамның психоәлеуметтік
дамуының ең
маңызды кезеңі
саналатын
бесінші саты
(12-13 жастан
шамамен 19-20
аралығын
қамтиды).</span></p>
<p class="text-right"><span>6. Жастық
шақ. Алтыншы
психоәлеуметтік
саты кеш
жасөспірімдік
шақтан ерте
кәмелеттікке
(20-25 жас
аралығын
қамтиды)
дейін
жалғасады,
ересектік
өмірдің
формальдық
бастауын
білдіреді.</span></p>
<p class="text-right"><span>7.
Кәмелеттік
шақ. Жетінші
саты өмірдің
орта
жылдарына (26-64
жас аралығы)
сәйкес
келеді.</span></p>
<p class="text-right"><span>8.
Қарттық. Адам
өмірін
аяқтайтын
соңғы психоәлеуметтік
саты (65 жастан қарттық
кезең).</span></p>
<p class="text-right"><span>Жас
дамудың
психикалық
ерекшелігі
сапалы
кезеңге
өзіндік
өзгерістерімен
мінезделеді.
Жоғарыда
көрсетілген
жас дамудың
кезеңдердегі
өзгешеліктер
қарым-қатынасымен
игерілетін
білімдері
мен дағды
икемділіктері
іс-әрекет
сипаттарында
көрініс
беріп
отырады.
Сонымен қатар
әр жастың
психологиялық,
физиологиялық
дамуында
дене
бітіміндегі
өзгерістерімен
сипатталады. </span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары</span></b></p>
<p class="text-justify"><b><i><span>1. </span></i></b><b><i><span>Жастың
анықтамасы
мен түрлері.</span></i></b><b><i></i></b></p>
<p class="text-right"><b><i><span>2. Шетел
психологиясындағы
</span></i></b><b><i><span>жастық
даму <span>кезең</span><span>дерге
бөлу.</span></span></i></b></p>
<p class="text-right"><b><i><span>3. </span><a href="http://Ken.cc"><span>Keңес</span></a></i></b><b><i><span>психологиясындағы
жастық даму
кезеңдері.</span></i></b></p>
<p class="text-right"><b><i><span>4. З.Фрейд
бойынша</span></i></b><b><i><span>жастық
даму <span>кезеңдерінатаңыз</span></span></i></b></p>
<p class="text-right"><b><i><span>5. Э.Эриксонның
тұлғаның </span></i></b><b><i><span>жастық
даму <span>кезеңдеріне
сипаттама
беріңіз.</span></span></i></b></p>
<p class="text-right"><b><i><span>6. Психологиялық
жаңа
құрылымдар.</span></i></b><b><i></i></b></p>

</div>`},{id:"lecture-3",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"3-дәріс",title:"§ 3 Тұлға дамуының психологиялық мәселелері",topic:"Тұлға дамуының психологиялық мәселелері",original:"./originals/lecture/3.mht",content:`<div>
<p class="text-justify"><b><span>§</span></b><b><span>3
Тұлға
дамуының
психологиялық
мәселелері</span></b></p>
<p class="text-justify"><span>Бүгінгі
таңда
баланың
психикасының
дамуы туралы
толық
түсінік бере
алатын
психикалық
дамудың
бірыңғай
теориясы жоқ.
Бірнеше
теориялардың
негізгі
идеяларын
қарастырғанда
ғана, біз белгілі
бір дәрежеде
баланың
дамуының
толық
бейнесін ала
аламыз. Бұл
психоаналитикалық,
танымдық, мінез-құлық
және
гуманистік
теориялар.</span></p>
<p class="text-justify"><b><i><span>Бала
психикасының
дамуының
психоаналитикалық
теориясы:</span></i></b></p>
<p class="text-justify"><span>Зигмунд
Фрейд (1856-1939),
австриялық
психиатр
адам
психикасының
дамуын ашуда
психоаналитикалық
тәсілдің негізін
қалады.
Фрейдтің
пікірінше, <b>психикалық
даму</b> – бұл
тұлғаның үш
компонентінің
дәйекті жетілуі
және өзара
әрекеттесуі: <b>либидо</b>
– соқыр сезім
ләззатының
негізін
құрайтын психикалық
энергияны
білдіретін <b>"Ид"</b> –
бұл шешім
қабылдауға
жауап
беретін психикалық
аппараттың
құрамдас
бөлігі болып табылатын
«Мен», және
қоғамның
моральдық
негіздерінің
жиынтығында
пайда
болатын
супер - эго,
яғни – «Супер-мен».</span></p>
<p class="text-justify"><span>Биологиялық
фактор, атап
айтқанда
либидо,
сондай-ақ
ерте
отбасылық
қарым-қатынас
тәжірибесі<span> 
</span>психиканың
дамуында
үлкен рөл
атқарады.
Фрейд
психикалық дамудың
периодизациясын
жасады. Ол
баланың
инстинктивті
жетектерін
қанағаттандыруға,
сондай-ақ
эрогендік
аймақтардың
жыныстық
энергиясының
байланысына
негізделген.
Осыған сүйене
отырып, Фрейд
адамның
психосексуалдық
дамуының бес
кезеңін
анықтады:</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>ü<span> </span></span></span><!--[endif]--><span>ауызша
кезең, туғаннан
2 жасқа дейін;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>ü<span> </span></span></span><!--[endif]--><span>анальды
кезең, 2
жылдан 3
жылға дейін;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>ü<span> </span></span></span><!--[endif]--><span>фалликалық
кезең, 4
жылдан 5
жылға дейін;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>ü<span> </span></span></span><!--[endif]--><span>жасырын
кезең, 6
жастан 12
жасқа дейін;</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>ü<span> </span></span></span><!--[endif]--><span>жыныс
кезеңі, 12
жастан 18
жасқа дейін.</span></p>
<p class="text-justify"><span>З. Фрейл
ауызша,
анальды және
фалликалық
кезеңдердің
сәтті өтуі,<span> 
</span>адамның<span> 
</span>психикалық
дамуы<span> 
</span>қалыпты, яғни
сау<span> 
</span>болады деп
сенді. Егер
осы кезеңдерде
қиындықтар
туындаса,
ересек адам
болғанда<span> 
</span>әртүрлі
психологиялық
қиындықтар<span>  </span>болуы
мүмкін деп
есептеді.</span></p>
<p class="text-justify"><span>Зигмунд
Фрейдтің
идеяларын
Анна Фрейд жалғастырды.
Ол балалық
шақтағы
психикалық дамудың
нормалары
мен
патологиялары
туралы
ілімдер
жасады. Дж.
Боулби
нәресте кезіндегі
баланың
анасына
деген
сүйіспеншілігінің
болашақ
психикалық
дамуға әсері
мәселелерін
зерттеді.</span></p>
<p class="text-justify"><span>Эрик
Эриксон,
американдық
психолог, З.
Фрейдтің
ізбасары
болған, ол
адам мен
қоғамның өзара
әрекеттесуінің<span> 
</span>зерттеумен айналысқан.
Эриксонның
пікірінше,
даму процесі
кең
әлеуметтік
контекстті
қамтиды. Ол
адамның
бүкіл
өмірлік
циклі бойында
тұлғаның
психоәлеуметтік
дамуының сегіз
кезеңін
анықтады.
Әрбір кезең
белгілі бір
дағдарысты
жеңумен
сипатталады,
оның негізі
психика мен
адам
санасының
қарама-қарсы
күйлері арасындағы
қақтығыс
болып
табылады.</span></p>
<p class="text-justify"><span>0-ден 1
жасқа дейін
бұл әлемге
деген сенім
мен
сенімсіздік.</span></p>
<p class="text-justify"><span>1 жастан 3
жасқа дейін
тәуелсіздік
сезімі мен
ұят пен күмән
сезімі
арасында
жанжал
туындайды.</span></p>
<p class="text-justify"><span>4 жастан 5
жасқа дейін
бала
бастамашылық
пен кінәнің арасындағы
қайшылықты
сезінеді.</span></p>
<p class="text-justify"><span>Еңбекқорлық
пен кемшілік
сезімі арасындағы
жанжал 6-11
жасқа тән.</span></p>
<p class="text-justify"><span>12-18 жас
аралығында
қақтығыс
белгілі бір
жынысқа
жататындығын
түсіну және
мінез-құлық
формаларын
түсінбеушілік
арасында
жатыр.</span></p>
<p class="text-justify"><span>Ағылшын
психоаналитигі
Джон Боулби
(1907–1990) және
канадалық
психолог
Мэри Эйнсворт
(1913–1999)
қарым-қатынастағы
жақындық
теориясын
шығарды.
Классикалық
психоанализ
сияқты, бұл
теория бала
мен ана
арасындағы
алғашқы
қарым-қатынас
тәжірибесіне
негізделген.
Бұл теория
анаға деген
сүйіспеншілік
табиғи
биологиялық
қажеттіліктерді
қанағаттандыруға
негізделмейді,
бірақ
қорғаныс пен
қауіпсіздік
болып
табылады.
Нәресте анасына
генетикалық <span> </span>түрде
байланған,
бірақ арадағы
жақындық формасы
ананың
мінез-құлқымен
анықталады. Осы
жерде
жақындық <span> </span>деңгейі
мен ішкі
бейнесі-өзі
және басқалардың
моделі бала
өмірінің
бірінші
жылының
соңында қалыптасады
және баланың
психикасының
одан әрі
дамуына әсер
етеді.</span></p>
<p class="text-justify"><b><i><span>Когнитивті
даму
теориясы:
түсінігі мен
ерекшеліктері</span></i></b></p>
<p class="text-justify"><span>Балалар
дамуының
когнитивтік
теориясы когнитивтік
процестердің
дамуы мен
қалыптасу
мәселелерін
зерттейді.
Олар: ойлау,
білімді
игеру және т.б.</span></p>
<p class="text-justify"><span>Когнитивті
даму
теориясы
ақыл-ойдың
дамуын
баланың
психикалық
дамуының
негізі ретінде
қарастырады.
Есте сақтау,
қабылдау, сезімдер
мен
эмоциялардың
дамуы
интеллектке
байланысты.
Даму
дегеніміз-көбінесе
тұқым қуалайтын
және баланың
жетілу
деңгейіне байланысты
болатын
психикалық
құрылымдардың
немесе
ақпаратты
өңдеу
әдістерінің
эволюциясы.</span></p>
<p class="text-justify"><span>Жан
Пиаже (1896–1980),
швейцариялық
ғалым,
танымдық
теорияның ең
танымал
өкілдерінің
бірі. Ол
баланың психикасы
құрылымындағы
танымдық
компоненттердің
жетілуіне
негізделген
танымдық
даму
тұжырымдамасын
жасады.</span></p>
<p class="text-justify"><span>Танымдық
жетілуді
анықтайтын
негізгі процестер:</span></p>
<p class="text-justify"><span>Ассимиляция
- бұл жаңа
проблемалық
жағдайды
баланың қолданыстағы
іс-қимыл
схемаларын
өзгертпестен
жеңе
алатындығымен
таныстыруды
білдіреді;</span></p>
<p class="text-justify"><span>Орналастыру
- бұл жаңа
мәселені
шешуде
оларды
қолдану мақсатында
іс-қимыл
схемаларын
өзгерту деп
түсініледі;</span></p>
<p class="text-justify"><span>Бейімделу
- бұл
орналасу
және
ассимиляция
синтезі арқылы
жаңа
проблемалық
жағдайға
бейімделу;</span></p>
<p class="text-justify"><span>Тепе-теңдік
- дегеніміз
баланың
міндеттері
мен іс-қимыл
схемаларының
сәйкестігін
білдіреді.</span></p>
<p class="text-justify"><span>Қоршаған
шындықты
білу кезінде
қоршаған
ортаға бейімделу
жүреді.
Баланың
интеллектуалды
дамуы
дегеніміз-орналастыру
және ассимиляция
процестерін
жетілдіру
арқылы жүзеге
асырылатын
қоршаған
ортаға
бейімделу.</span></p>
<p class="text-justify"><span>Жан Пиаже
бірінші
болып
баланың
ақыл-ойының сапалық
ерекшеліктерін
ашып, ақыл-ой
дамуының
бастапқы
кезеңін
жасады, оның
негізінде
зияткерлік
операциялардың
жетілуі жатыр.
Психолог
баланың
ақыл-ой
дамуының төрт
кезеңін
анықтады:</span></p>
<p class="text-justify"><span>0 жылдан 2
жылға дейін болатын
сенсорлық-мотор
немесе
сенсоримоторлы
кезең;</span></p>
<p class="text-justify"><span>операцияға
дейінгі
кезең, 2
жылдан 7
жылға дейін;</span></p>
<p class="text-justify"><span>7 жылдан 11
жылға дейін
созылатын
нақты ойлау
кезеңі;</span></p>
<p class="text-justify"><span>11 жастан 18
жасқа дейін
созылатын
дерексіз, формальды
логикалық
ойлау кезеңі.</span></p>
<p class="text-justify"><b><i><span>Психиканың
дамуының мінез-құлық
теориясы </span></i></b></p>
<p class="text-justify"><span>Бала
психикасының
дамуының
мінез-құлық теориясы
- бұл
әлеуметтік
ортаға
негізделген
ілім.</span></p>
<p class="text-justify"><span>Американдық
психолог
Джон Уотсон
(1878–1958)
психиканың
дамуының
мінез-құлық
теориясының
негізін
қалаушы
болды.
Теорияның практикалық
жұмысына Беррес
Скиннер (1904–1992)
айтарлықтай
үлес қосты.
Белгілі бір
дағдылардың
қалыптасуы
және белгілі
бір реакциялардың
пайда болуы
қоршаған
ортаны ынталандыру
негізінде
жүреді. Бұл
теория дамудың
периодизациясының
өміріне
мүмкіндік
бермейді,
өйткені ол
белгілі бір
жастағы
балалардың
дамуының
жалпы заңдылықтарының
жоқтығын
растайды.
Психикалық
даму оқыту
ретінде
қабылданады,
яғни арнайы
қалыптасатын
және
мақсатты
сипатқа ие,
сонымен
қатар
бақыланбайтын
және өздігінен
жүретін
білім,
дағдылар мен
дағдыларды
игеру.
Психиканың
дамуының
мінез-құлық
теориясына
сәйкес,
оқыту-бұл
мінез-құлық
реакциясы
мен қоршаған
ортаны
ынталандыру арасында
нақты
байланыс
орнату.</span></p>
<p class="text-justify"><span>Мінез-құлық
теориясының
ізбасарлары
тұқым
қуалайтын
мінез-құлық
формаларының
болуын
қабылдамайды.
Сондай-ақ,
олардың
пікірінше,
туа біткен
ерекше қабілеттер
жоқ.
Психиканың
дамуының
мінез-құлық
теориясына
сәйкес
кез-келген
баланың қалыптасуын
белгілі бір
жолмен
бағыттауға,
қажетті
мінез-құлық
сипаттамалары
бар адамды
құруға
болады. Бұған
ішкі және
сыртқы
ортаны игеру
кезінде
балаларда
сирек
кездесетін
және белгілі
бір дәрежеде
бірдей туа
біткен
рефлекстер
мен
реакциялардың
болуы әсер
етеді.</span></p>
<p class="text-justify"><span>Американдық
психолог
Эдвард
Толмен (1886–1959)
мінез-құлықтың
күрделі
формаларын
түсіндіру
үшін аралық
айнымалыларды
шығарды.
Аралық
айнымалыларға
эмоционалды
және танымдық
процестер,
тұқым
қуалаушылық,
психологиялық
ынталандырулар
мен жаттығулар
жатады.
Мартин
Селигман «үйренген
дәрменсіздік»
ұғымын
енгізді, бұл
қиындықтар
мен кедергілердің
минималды
қаупі
кезінде
немесе бірнеше
сәтсіз
әрекеттен
кейін қауіп
туындаған
кезде
әрекетсіздік
әдетімен
түсіндірді.
Онтогенездің
алғашқы
кезеңдерінде
үйренген
дәрменсіздікті
құруда
отбасылық тәрбие
маңызды рөл
атқарады.</span></p>
<p class="text-justify"><b><i><span>Психикалық
дамудың
гуманистік
теориясының
ерекшеліктері</span></i></b></p>
<p class="text-justify"><span>Гуманистік
психология - бұл
қазіргі шет
елдік
психологияның
(американдық
психология)
бағыты, оның
негізі- тек
адамға ғана
тән өзін-өзі
танудың ашық
мүмкіндігінің
бірегей
біртұтас жүйесі
ретінде
тұлға болып
табылады.</span></p>
<p class="text-justify"><span>А.
Маслоу мен Р.
Олпорт
гуманистік
теорияны құруға
үлкен үлес
қосты. Гордон
Олпорт,
американдық психолог
адам
биологиялық
емес,
әлеуметтік
болмыс
екенін атап
өтті,
сондықтан
оның дамуы
адамдармен
және
қоғаммен
байланыссыз
пайда
болмайды.
Оның
пікірінше, әр
бала жеке
және ерекше,
өйткені ол
қасиеттер мен
қажеттіліктердің
жиынтығы, ал бұл
мінез
белгілері.
Адамның
негізгі қасиеттері
туа біткен болса
да, олар
өзгеруі
мүмкін, ол іс-әрекет
кезінде,
басқа
адамдармен
қарым-қатынас
кезінде
өзгереді.
Баланың
әлеуметтік
ортасы
кейбір
қасиеттердің
дамуын
ынталандыруға
және басқа
қасиеттердің
пайда
болуына әсер етуі
мүмкін. Бұл
баланың «Мен»
негізіндегі
ерекше
мінездің
біртіндеп қалыптасуына
ықпал етеді.
Уақыт өте
келе мінездің
дербестігі
дамиды.</span></p>
<p class="text-justify"><span>Американдық
психолог,
Карл Роджерс
оң сипаттағы
қажеттіліктердің
категорияларын
анықтады.
Олар
құндылықтардың
тізімін білдіреді:
жанашырлық,
жылулық,
құрмет және
қабылдау.
Олар
сүйіспеншілікке
мұқтаж. Бала
ата-анасынан
ештеңеге
тәуелді емес
ерекше оң
баға алған
жағдайда,
ата-ана үшін
өзінің
маңыздылығын
сезінген
жағдайда, онда
бұл бала
өзінің
субъективті
тәжірибесінің
белгілі бір
аспектілерін
қабылдамау
тенденциясын
бастан
кешірмейді.
Баланы қабылдауға
және ата –
аналық
бағалауға
сыртқы жағдайлар
әсер ететін
жағдайларда,
бала өзінің
өзіндік
тұжырымдамасына
қарсы шығатын
өзінің субъективті
тәжірибесін
жоққа
шығарады.
Осыған
сүйене
отырып, егер
сіз балаға
құндылықтарды
тану үшін
жағдай
жасасаңыз,
онда ол субъективті
тәжірибені
жоққа
шығарады.</span></p>
<p class="text-justify"><span>Қазіргі
психологиялық-педагогикалық
практика, сондай-ақ
психоконсультация
практикасы гуманистік
психологиямен
жұмыс жасау
кезінде анықталған
көптеген
заңдылықтарды
қолданады.
Бұл
сүйіспеншілікке
деген
қажеттілік, психикалық
дамудың
қозғаушы
күші; сөзсіз
қабылдау,
психикалық
көмек
көрсету үшін
негіз;
эмпатикалық
тыңдау,
серіктестің
қарым-қатынастағы
позициясын
қабылдау
қабілеті.</span></p>
<p class="text-justify"><span>Бала
дамуы –
бірқатар
ерекшеліктеріне
сәйкес жас
кезеңінде<span> 
</span>баланың
жеке тұлға
ретінде
өзгеруіне
әкелетін
күрделі процесс.
Л.С. Выготский
үшін даму –
жаңаның
пайда болуы. Даму
кезеңдері
жасқа
байланысты
жаңаның пайда
болуымен
сипатталады,
яғни бұрын
болмаған
қасиеттер
мен
қабілеттермен
сипатталады.
Л.С. Выготский
жазғандай
жаңа
«аспаннан
түспейді», ол
белгілі бір
заңдылықпен<span>  </span>пайда
болады.</span></p>
<p class="text-justify"><span><span> 
</span>Даму көзі
әлеуметтік
орта болып табылады.
Баланың әр
дамуы
ортаның оған
әсерін
өзгертіп
отырады. Л.С. Выготский
«дамудың
әлеуметтік
жағдайы» деген
ұғымды
енгізеді. Бұл
әлеуметтік
орта мен
баланың жас
ерекшелігіне
байланысты
спецификалық
арақатынасы.
Баланың және оны
тәрбиелеп,
оқытатын әлеуметтік
ортамен
өзара
әрекеті жас
ерекшліккке
байланысты
жаңаның
пайда болу
жолын
анықтайды. </span></p>
<p class="text-justify"><span>Л.С. Выготский<span> 
</span>дамудың
әлеуметтік
жағдайын екі
бірлікпен
ерекшелейді
– әрекет ету
және
тәжірибеден
өту. Баланың
әрекетін,
сыртқы
белсенділігін
бақылау оңай.
Бірақ ішкі
уайым
тәжірибесі
болады. Бір
жағдайды әр
бала әр түрлі
қабылдайды,
тәжірибеден
өткәзеді,
тіпті бір жас
кезеңіндегі
балалар да.
Ата-аналары
арасындағы
конфликт бір
баланың дамуына
әсер етпесе,
басқасында
невроз немесе
басқа
ауытқушылықтарға
әкеледі. Басқа
жағынан бір
бала әр жас
кезеңінде
сол отбасылық
жағдайды әр
түрлі
қабылдайды.</span></p>
<p class="text-justify"><span>Дамудың
әлеуметтік
жағдайы жас
кезеңдерінің
басында
өзгереді.
Кезеңнің
соңында келесі
кезеңнің
дамуына
маңызды
орталық жаңалылық
пайда болады.
Л.С. Выготский
баланың
дамуының
төрт негізігі
заңдылығы
немесе
ерекшеліктерін
орнатты.</span></p>
<p class="text-justify"><span>Баланың
өміріндегі
әр жылы
немесе
айының құндылығы<span> 
</span>дамуының
циклінде
қандай орын
алатындығымен
анықталады: 2
жастағы
баланың зият
дамунынң 1
жасқа артта
қалуы, 15 жаста
болған
жағдайға
қарағанда
едәуір болып
келеді. Бұл
дамудың
қарқыны мен
мазұны балалық
шақта
өзгеруіне
байланысты.
Көтерілу,
қарқынды
даму
кезеңдері
баяулау,
құлдырау
кезеңдерімен
ауыстырылады.
Мұндай дамудың
циклдері
психикалық
фуункцияларды
бөлек
түрлеріне (есте
сақтау,
сөйлеу, зият,
т.б.) және
баланың психикасының
дамуына
қатысты. </span></p>
<p class="text-justify"><span>Дамудың
біркелкі
еместігі.
Тұлғаның әр
жағы, соның
ішінде
психикалқы
функциялар
пропорционлды
емес,
біркелкі
дамымайды.
Сондықтан әр
жас
кезеңінде
олардың
байланыстары
қайта
құрылады,
олардың
арасындағы қатынастар
өзгереді.
Жеке
функцияның
дамуы оның
қандай
функционалды
байланыс
жүйесіне
қосылғанына
байланысты.</span></p>
<p class="text-justify"><span>Бастапқыда,
нәресте
кезінде (бір
жасқа дейін)
баланың
санасы
бөлінбейді.
Функцияларды
саралау ерте
балалық
шақтан
басталады. Ең
бірінші
негізгі
функциялар
дамиды, яғни
қабылдау.<span>  </span>Одан
кейін
заңдылық бойынша
күрделі
қызметтер
дамиды.
Қабылдау
қарқынды
дамып,<span> 
</span>сананың
орталығына
айналып,
психикалық
процестердің
бастысы
болады. Бірақ
қабылдау
өздігіне
сараланбаған,
яғни эмоциялармен
қосылған
болып келеді.
</span></p>
<p class="text-justify"><span>Қалған
функциялар
бастапқысына
байланысты
болады.
Мысалы, 3
жастағы бала
өздігінен
есіне түсіруге
тырыспайды,
ол сол
нәрсеге
байланысты
көрнекті
затты көрсе
ғана, сол
затпен болған
жағдайды
есіне түіре
алады. Басқа
функциялар
қабылдауға
қызмет етіп,
ол жағымды
жағдайды
дамиды. Ерте
жаста
қабылдау, мектепке
дейінгі
кезеңде<span>  </span>есте
сақтау, кіші
мектеп
жасында
ойлау
бастапқы
функция болады.
</span></p>
<p class="text-justify"><span>Бала
дамундағы
«метаморфоза».
Даму сандық
өзгерістермен
шектелмейді,
бұл сапалық өзгерістердің
тізбегі, бір
форманың
екіншісіне
ауысуы. Бала
кішкентай
ересек адамға
ұқсамайды, ол
аз біледі
және
біртіндеп
қажетті тәжірибені
алады.
Баланың
психикасы әр
жас кезеңінде
ерекше, ол
бұрынғыдан
сапалық жағынан
ерекшеленеді.
</span></p>
<p class="text-justify"><span>Бала
дамуындағы
эволюция мен
инволюция процесстерінің
үйлесімділігі.
«Кері даму»
процестері
эволюция
барысында
тоқылған
сияқты.
Алдыңғы
кезеңде
дамыған
нәрсе өледі
немесе
өзгереді. Мысалы,
бала сөйлеп
үйренгеннен
кейін ымдауды
қояды. Кіші
мектеп
жассындағы
балада мектепке
дейінгі
жастағы
қызығушылықтар
жоғалады.
Егер
инволюциялық
процестер кешіксе,
инфантилизм
байқалады,
яғни бала
жаңа жас
кезеңіне
өткенде
ескі<span> 
</span>балалық
қасиеттері
сақтала
береді.</span></p>
<p class="text-justify"><span>Бала
психикасы
дамуының
жалпы
заңдылықтарын
анықтай
отырып, <span>              </span>Л.С.
Выготский
сонымен
қатар бір
жастан екінші
жасқа өту
динамикасын
зерттейді. Әр
түрлі кезеңдерде
баланың
психикасындағы
өзгерістер баяу
және
біртіндеп
немесе олар<span>  </span>тез
және
кенеттен
жүруі<span> 
</span>мүмкін. </span></p>
<p class="text-justify"><span>Тиісінше
дамудың
тұрақты және
дағдарыстық
кезеңдері
ажыратылады.
Тұрақты
кезең баланың
жеке басының
күрт ауысуы
мен өзгеруінсіз
даму
процесінің
баяу жүруімен
сипатталады. </span></p>
<p class="text-justify"><span>Ұзақ
уақыт ішінде
болатын
шамалы,
минималды өзгерістер
басқаларға
көрінбейді.
Бірақ олар
жинақталып,
кезеңнің
соңында
дамудың сапалы
серпінін
береді: жасқа
байланысты
жаңалық
пайда болады.
Тұрақты
кезеңнің
басы мен
соңын
салыстыру
арқылы ғана
баланың
өзінің даму
жолынан өткен
үлкен жолын
елестетуге
болады.
Тұрақты кезеңдер
балалық
шақтың көп
бөлігін
құрайды. Олар
әдетте
бірнеше
жылға
созылады. Жастыққа
байланысты
баяу және
ұзақ уақыт
бойына
қалыптасқан
жаңа
формациялар
тұрақты
болып қалыптасады.
Тұрақты
кезеңдерден
басқа дамудың
дағдарыстық
кезеңдері де
бар. Даму психологиясында
дағдарыстар,
олардың баланың
психикалық
дамуындағы
орны мен рөлі
туралы ортақ
пікір жоқ.
Кейбір
психологтар балалардың
дамуы
үйлесімді,
дағдарыссыз болуы
керек деп
санайды.
Дағдарыстар -
әдетте
«ауыртпалық»
құбылыс,
бұрыс
тәрбиенің
нәтижесі. Психологтардың
тағы бір
бөлігі
дамуда дағдарыстардың
болуы заңды
деп санайды.
Сонымен
қатар, кейбір
идеяларға
сәйкес,
дағдарысты
шынымен
бастан
кешпеген
бала толық дамымайды.
</span></p>
<p class="text-justify"><span>Л.С.
Выготский
дағдарыстарға
үлкен мән беріп,
тұрақты және
дағдарыстық
кезеңдердің ауысып
отыруын
баланың даму
заңы деп санады.
Қазіргі
уақытта біз
баланың
дамуындағы
бетбұрыс
кезеңдер
туралы жиі
айтамыз, ал нақты
дағдарыс,
жағымсыз
көріністер
оның тәрбиесінің
ерекшеліктеріне,
өмір сүру
жағдайларына
байланысты.
Жақын
ересектер
бұл сыртқы
көріністерді
жұмсарта
алады немесе керісінше
күшейте
алады.</span></p>
<p class="text-justify"><span>Дағдарыстар,
тұрақты
кезеңдерден
айырмашылығы,
бірнеше
жылға
созылмайды,
жағдайлардың
қолайсыз
үйлесуімен
бір жылға,
тіпті екі
жылға дейін
созылуы
мүмкін. Бұл
қысқа, бірақ
дауылды
кезеңдер, бұл
кезде
маңызды даму
ауысулары
болады және
бала
көптеген
ерекшеліктерімен
күрт өзгереді.
Осы уақытта
даму апатты
жағдайға
айналуы
мүмкін.
Дағдарыс
сезілмей
басталып аяқталады,
оның
шекаралары
анық емес.
Ауырлау
кезеңнің
ортасында
пайда болады.
Баланың
айналасындағы
адамдар үшін
бұл
мінез-құлқының
өзгеруімен, «қиын
тәрбиелеу»
пайда
болуымен
байланысты<span>  </span>деп <span>                   </span>Л.С.
Выготский<span> 
</span>жазады.
Аффективті
жарылыстар,
қыңырлықтар,
жақындарымен
өткір
қақтығыстар -
бұл көптеген
балаларға
тән
дағдарыстың
көрінісі.
Мектеп
оқушылары
жұмыс
қабілетінің
төмендеуі,
сабаққа
деген
қызығушылығының
төмендеуі,
оқу
үлгерімінің
төмендеуі, кейде
ішкі
жанжалдар
туындайды.
Алайда, әртүрлі
балалар
дағдарысты
әр түрлі
бастан
кешеді. Біреудің
мінез-құлқын
көтеру
қиынға
соғады ал екіншісі
тіпті
өзгермеуі
мүмкін.
Тұрақты кезеңдерге
қарағанда
дағдарыстар
кезінде жеке
айырмашылықтар
әлдеқайда
көп. Дегенмен,
кез-келген
жағдайда,
сыртқы
өзгерістер
бар. Оларды
байқау үшін
сіз баланы
қиын дағдарысты
бастан
өткерген
құрдастарымен
емес, бұрынғы
өзімен
салыстыруыңыз
керек. Әрбір бала
басқалармен
қарым-қатынас
жасау кезінде
қиындықтарға
тап болады,
әрқайсысы оқу
жұмысында
алға жылжу
қарқынын
жоғалтады. </span></p>
<p class="text-justify"><span>Дағдарыс
кезінде
болатын
негізгі
өзгерістер ішкі
болып
табылады.
Даму теріс
сипатқа ие болады.
Инволюциялық
процестер
бірінші орынға
шығады:
алдыңғы
кезеңде
пайда болған нәрсе
ыдырайды,
жоғалады.
Бала <span> </span>өзінің
барлық
қызметін
бағыттаған
мүдделерін
жоғалтады,
бұрынғы
құндылықтар
мен
қарым-қатынас
формаларынан
бас тартады.
Бірақ
шығындармен
қатар жаңалылық
пайда болады.
Дауылды,
қысқа мерзімде
пайда болған
жаңалылық
тұрақсыз болып
шығады және
келесі
тұрақты
кезеңде олар
өзгереді,
басқа жаңа
пайда болған
қасиетке
сіңіп, оларда
ериді, демек,
жойылып
кетеді.</span></p>
<p class="text-justify"><span>Дағдарыстық
және тұрақты
даму
кезеңдері кезектеседі.
Сондықтан <span>       </span>Л.С.
Выготский
бойынша жас
кезеңі
келесі түрге
ие:<span> 
</span>нәресте
жасы (2 ай-1 жас)
—, 1 жылдық
дағдарыс —
ерте балалық
шақ (1-3 жас) — 3
жылдық
дағдарыс —
мектепке
дейінгі жас (3-7
жас) — 7 жылдық
дағдарыс —
мектеп жасы (8-12
жас) — 13 жылдық
дағдарыс —
пубертаттық
жас (14-17 жас) — 17
жылдық
дағдарыс.</span></p>
<p class="text-justify"><b><span>Баланың
интеллектуалды
дамуы. </span></b><span>Ж.Пиаженің
интеллектуалды
даму
кезеңдері.</span></p>
<p class="text-justify"><span>Жан
Пиаженің
және ол
құрған<span> 
</span>Женева
психологиялық
мектебінің
зерттеулері
балалар
ойлауының
сапалық
ерекшелігін,
ересектерден
ерекшеленетін
ерекше балалар
логикасын
көрсетеді
және баланың
ойлау
қабілеті
бала
кезіндегі
мінезін біртіндеп
қалай
өзгертетінін
бақылайды.</span></p>
<p class="text-justify"><span>Негізгі
ұғымдар мен
принциптер.
Баланың
әртүрлі
танымдық
міндеттерді
шешуге
мүмкіндік
беретін
белгілі бір
іс-қимыл
схемалары
бар. Бұл
іс-қимыл схемалары
жастықтың
астына
жасырылған
затты
іздейтін
нәрестеде
салыстырмалы
түрде қарапайым
болады және
гипотетикалық
тұрғыдан
проблеманы
формальды
логика
арқылы
шешетін
жасөспірімде
өте қиын
болады.
Бірақ,
баланың қиындықтарының
дәрежесіне
қарамастан,
олар екі
негізгі
механизмді
қолданады -
ассимиляция
және
аккомодация.
Жаңа тапсырма
өзгеріп,
қолданыстағы
іс-қимыл
схемасына
бейімделген
кезде,
ассимиляция
жүреді -
баланың
іс-қимыл схемаларын
өзгертпестен
шешетін
құрамына
жаңа
проблемалық
жағдайды
қосу. Аккомодация
кезінде
іс-қимыл
схемалары
оларды жаңа
тапсырмаға
қолдануға
болатындай
етіп
өзгертіледі.
Жаңа
проблемалық
жағдайға бейімделу
процесінде
ассимиляция
мен
аккомодация
біріктіріледі,
олардың
үйлесімділігі
бейімделуге
мүмкіндік
береді. Бір
жағынан тапсырма
қажет болған
кезде
тепе-теңдікті
орнату
бейімделуді
аяқтайды, ал
екінші жағынан
бала
иеленетін
әрекеттер
схемасы сәйкес
келеді. Ж. Пиаженің
пікірінше, интеллектуалды
даму тұрақты
тепе-теңдікке
ұмтылады. Әр
жас кезеңінде
тепе-теңдік
бұзылып,
қалпына
келеді, ал
толық
логикалық
теңдікке тек
жасөспірім
кезінде,
формальды
операциялар
деңгейінде
қол
жеткізіледі.</span></p>
<p class="text-justify"><span>Баланың
интеллектуалды
дамуы
өздігінен
жүреді, ол
бірқатар
кезеңдерден
өтеді,
олардың
тәртібі
әрдайым
өзгеріссіз
қалады. 7-8
жасқа дейін
баланың
заттар мен адамдар
әлемімен
өзара
әрекеттесуі
биологиялық
бейімделу
заңдарына
бағынады. Интеллектуалды
дамудың
белгілі бір
кезеңінің
пайда болуының
жас шеңбері
баланың
белсенділігіне,
оның
тәжірибесінің
байлығына
немесе
кедейлігіне,
мәдени
ортаға
байланысты. Әлеуметтік
факторлар
дамудың
белгілі бір деңгейіндегі
биологиялық
факторларға
қосылады,
соның
арқасында
бала ойлау
мен мінез-құлық
нормаларын
дамытады. Бұл
өте жоғары
және кеш деңгей:
бетбұрыс
кезеңінен
кейін
(шамамен 7-8 жыл)
әлеуметтік
өмір
ақыл-ойдың
дамуында прогрессивті
рөл атқара
бастайды.
Бала біртіндеп
әлеуметтенеді.
Әлеуметтену
— әлеуметтік
ортаға
бейімделу
процесі
баланың тар
ұстанымынан
объективті
жағдайға
ауысуына, басқа
адамдардың
көзқарастарын
ескеруіне
және олармен
ынтымақтасуға
қабілетті болуына
әкеледі.</span></p>
<p class="text-justify"><i><span>Интеллекттің
даму
кезеңдері.</span></i><span>
Кезеңдер -
бұл бір-бірін
дәйекті
түрде алмастыратын
даму
кезеңдері
немесе
деңгейлері.
Әр деңгейде
салыстырмалы
түрде
тұрақты
тепе-теңдікке
қол
жеткізіледі,
содан кейін
ол қайтадан
бұзылады.
Интеллекттің
даму процесі үш
үлкен
кезеңнің
өзгеруін
білдіреді,
оның
барысында үш
негізгі
зияткерлік
құрылым
қалыптасады.
Біріншіден,
сенсомоторлы
құрылымдар қалыптасады-дәйекті
түрде
орындалатын
материалдық
әрекеттер
жүйесі. Содан
кейін нақты
операциялардың
құрылымдары
пайда болады
— ақыл-ойда
орындалатын,
бірақ сыртқы,
көрнекі
деректерге
негізделген
әрекеттер
жүйесі.
Кейінірек
формальды-логикалық
операциялардың
қалыптасуы
жүреді
(1-кесте). </span></p>

<p class="text-justify"><span>Кесте 1 <span> </span>Бала
интеллектісінің
даму кезеңдері</span></p>
<table>
<tr>
<td>
<p class="text-justify"><span>Кезеңдер</span></p>
</td>
<td>
<p class="text-justify"><span>Реакциялар</span></p>
</td>
<td>
<p class="text-justify"><span>жасы</span></p>
</td>
</tr>
<tr>
<td rowspan="6">
<p class="text-justify"><span>Сенсомоторлық
  интеллект</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Рефлекстер
  жаттығулары</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>0-1 ай</span></p>
</td>
</tr>
<tr>
<td class="text-right">
<p class="text-justify"><span>Элементарлы
  дағдылар,
  алғашқы
  дөңгелек
  реакциялар</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>1-4 ай</span></p>
</td>
</tr>
<tr>
<td class="text-right">
<p class="text-justify"><span>Екінші
  дөңгелек
  реакциялар</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>4-8 ай</span></p>
</td>
</tr>
<tr>
<td class="text-right">
<p class="text-justify"><span>Практикалық
  интеллектің
  бастауы</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>8-12 ай</span></p>
</td>
</tr>
<tr>
<td class="text-right">
<p class="text-justify"><span>Үшінші
  дөңгелек
  реакциялар</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>12-18 ай</span></p>
</td>
</tr>
<tr>
<td class="text-right">
<p class="text-justify"><span>Инериоризация
  құрылымының
  бастауы</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>18-24 ай</span></p>
</td>
</tr>
<tr>
<td rowspan="2">
<p class="text-justify"><span>Репрезентативті
  интеллект
  пен нақты
  операциялар</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Операцияға
  дейінгі
  көріністер</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>2-7 жас</span></p>
</td>
</tr>
<tr>
<td class="text-right">
<p class="text-justify"><span>Нақты
  операциялар</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>7-11 жас</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Формалды
  операциялар</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Қызығушылыққа
  бағытталған
  әрекеттер</span></p>
</td>
<td class="text-right">
<p class="text-center"><span>11-15 жас</span></p>
</td>
</tr>
</table>
<p class="text-justify"><span>Формалды
логика Ж.
Пиаженің
пікірінше,
интеллекттің
дамуындағы
ең жоғары
қадам.
Баланың
интеллектуалды
дамуы-төменгі
сатыдан
жоғары
сатыға өту.
Бірақ
сонымен
бірге әр
алдыңғы
кезең келесі
кезеңді
дайындайды,
жоғары
деңгейде
қайта
құрылады.</span></p>
<p class="text-justify"><span>Сенсомоторлық
кезеңі бала
өмірінің
алғашқы екі
жылын
қамтиды. Бұл
уақытта
сөйлеу дамымаған
және
көріністер
болмайды, ал
мінез-құлық
қабылдау мен
қозғалысты
үйлестіру
негізінде
құрылады.</span></p>
<p class="text-justify"><span>Туғаннан
кейін
баланың туа
біткен рефлекстері
болады. Кейбір
жаттығулардан
кейін бала
бірінші
күнге
қарағанда
тамақтану
рефелексі жақсара
түседі.
Сонымен
қатар,
саусақтары
аузына тиген
кез-келген
заттарды
ауызына
апара береді.
Бұл рефлекс
жаттығу
кезеңі.
Рефлекс
жаттығулары
нәтижесінде
алғашқы
дағдылар
қалыптасады.
Екінші
кезеңде бала
басын дыбыс
шыққан жаққа
бұрады,
заттың
қозғалысын
бақылайды
және ойыншықты
ұстап алуға
тырысады.
Дағды негізгі
дөңгелек
реакцияларға
негізделген-қайталанатын
әрекеттер.
Дәл сол
әрекетті бала
процестің
өзі үшін
қайта-қайта
қайталайды
(айталық,
сымды тартып
алады).
Мұндай
әрекеттер
баланың өз
белсенділігімен
күшейтіледі,
бұл оған
рахат сыйлайды.</span></p>
<p class="text-justify"><span>Екінші
реттік
дөңгелек
реакциялар
үшінші
кезеңде
пайда болады,
онда бала
енді өз белсенділігіне
емес, оның
әрекеттерінен
туындаған
өзгерістерге
назар
аударады.</span></p>
<p class="text-justify"><span>Төртінші
кезең -
практикалық
интеллекттің
басталуы.
Алдыңғы
кезеңде
қалыптасқан
іс-қимыл
схемалары
біртұтас
тұтасқа
біріктіріліп,
мақсатқа
жету үшін
қолданылады.
Іс-әрекеттің
кездейсоқ
өзгеруі
күтпеген нәтиже
берген кезде
— жаңа
әсер-бала оны
қайталайды
және іс-әрекеттің
жаңа
схемасын
бекітеді.</span></p>
<p class="text-justify"><span>Бесінші
кезеңде
үшінші
дөңгелек
реакциялар
пайда болады:
бала қандай
нәтижелерге әкелетінін
көру үшін
әрекеттерді
нақты өзгертеді.
Ол белсенді
тәжірибе
жасайды.</span></p>
<p class="text-justify"><span>Алтыншы
кезеңде
іс-қимыл
схемаларын
қайта құру
басталады.
Егер бұрын
бала
мақсатқа
жету үшін
әртүрлі
сыртқы
әрекеттерді
жасаған
болса, оны сынап
көрді және
қателесті,
енді ол
іс-қимыл схемаларын
ақылмен
біріктіріп,
кенеттен дұрыс
шешімге
келеді.
Мысалы, екі
қолында заттарды
ұстап тұрған
қыз есікті
аша алмайды және
есіктің
тұтқасына
жеткенде
тоқтайды. Ол
заттарды
еденге қояды,
бірақ
ашылатын есік
оларға тиіп
тұрғанын
байқап, оны
басқа жерге
ауыстырады.</span></p>
<p class="text-justify"><span>Шамамен
2 жыл ішінде
ішкі іс-қимыл
жоспары қалыптасады.
Бұл
сенсомоторлық
кезеңді аяқтайды
және бала
жаңа кезеңге
-
репрезентативті<span> 
</span>интеллектке
және нақты
операцияларға
енеді.
Репрезентативті
интеллект —
ұсыныстар
арқылы ойлау.
Ауызша
ойлаудың
жеткіліксіз
дамуымен күшті
бейнелі
бастама
баланың
логикасының
бір түрінің
дамуына
әкеледі.
Мектеп
жасына
дейінгі
балаларға екі
сазды шар
көрсетілді
және
балалардың оларды
бірдей деп
санайтынына
көз жеткізіп,
олардың көз
алдында бір
доптың
пішінін ұзынша
етіп
өзгертіп
шарды
көрсеткенде
пішініне
қарай бірдей
емес деп
танитын
болады. <span> </span>Сұйықтық
мөлшеріне
ұқсас
тапсырмада
балалар екі
стаканға
құйылған
суды бірдей
деп бағалады.
Бірақ
олармен
бірге бір
стақаннан
екіншісіне
су құйылып,
тар және
жоғары болған
кезде және
бұл ыдыстағы
су деңгейі
көтерілгенде,
олар «толып
кеткендіктен»
ондағы су көп
болды деп
сенді. Балада
зат мөлшерін
сақтау
принципі жоқ.
Ол ойланбастан
объектілердің
сыртқы, «көзге
көрінетін»
белгілеріне
назар
аударады.
Бала ішкі қарым-қатынастарында
заттарды
көрмейді, оларды
тікелей
қабылдау
арқылы
қарастырады. Ол
жел соғып
жатыр,
өйткені
ағаштар
дірілдейді,
ал күн үнемі
оның соңынан
еріп, өзі
тоқтаған
кезде тоқтайды
деп ойлайды.
Ж. Пиаже бұл
құбылысты
реализм деп
атады. Мектеп
жасына
дейінгі бала
баяу,
біртіндеп
реализмнен
объективтілікке,
басқа
көзқарастарды
ескеруге
және бағалаудың
салыстырмалылығын
түсінуге
көшеді.</span></p>
<p class="text-justify"><span>Операцияға
дейінгі
көріністері
бар бала үшін
қарама-қайшылықтарға
сезімталдық,
пайымдаулар
арасындағы
байланыстың
болмауы,
жалпыны
айналып өтіп,
жеке адамнан
жеке адамға
ауысу, бәрін
бәрімен байланыстыру
тенденциясы және
т.б. қатысты.
Балалар
логикасының
мұндай ерекшелігі,
реализм
сияқты,
баланың
ойлауының
басты
ерекшелігі-оның
эгоцентризмі.
Эгоцентризм-баланың
ерекше
зияткерлік
позициясы. Ол
бүкіл әлемді
өзінің
жалғыз және абсолютті
көзқарасы
бойынша
қарастырады, ол
әлем
білімінің
салыстырмалылығын
және әртүрлі
көзқарастарды
үйлестіруді
түсінбейді.
Эгоцентризм-дамудың
әр кезеңінде
көрінетін
балалардың
ойлауының
жалпы
сипаттамасы.
Даму
барысында
бала
танымның
жаңа саласына
тап болған
кезде
эгоцентризм
күшейеді
және оны
біртіндеп
игерген
сайын
әлсірейді.
Операцияға
дейінгі
көріністер
кезеңі зат
мөлшерінің
сақталуы
туралы
түсініктің
пайда болуымен
аяқталады,
түрлендіру
кезінде заттардың
кейбір
қасиеттері
өзгеріссіз қалады,
ал басқалары
өзгереді.</span></p>
<p class="text-justify"><span>Интеллектуалды
дамудың соңғы,
ең жоғары
кезеңі-формальды<span> 
</span>операциялардың
кезеңі.
Жасөспірім
қабылдау саласындағы
объектілерге
нақты
байланыстан
босатылады
және ересек
адам сияқты
ойлауға
мүмкіндік
алады. Ол
пайымдауларды
гипотезалар
ретінде
қарастырады,
олардан барлық
салдарларды
алып
тастауға
болады; оның
ойлауы
гипотетикалық-дедуктивті
болады.</span></p>
<p class="text-justify"><span>Өзінің
ғылыми
қызметінің
басында,
20-жылдары Ж.
Пиаже
баланың
ақыл-ойының
дамуын
аутизм, эгоцентризм
және
әлеуметтену
сатыларының
өзгеруі
ретінде
қарастырды.
Аутистикалық
ой санадан
тыс болып
табылады, ол
баланы
қоршаған
сыртқы шындыққа
бейімдемейді,
бірақ
өзін-өзі
елестететін
шындықты
жасайды: бұл
сиқырлы
ойлау, шын
мәнінде
армандар.
Аутистикалық
ой шындықты
анықтауға
емес, қалауды
қанағаттандыруға
тырысады; ол
сөйлеуде
емес,
бейнелерде
көрінеді;
жеке, оны
басқаларға
жеткізу қиын.
Әлеуметтендірілген,
бағытталған
ой, керісінше,
саналы, нақты
мақсаттарға
ұмтылады, баланы
шындыққа
бейімдейді,
сөйлеуде
көрінеді
және
шындықты
немесе
адастыруды
қамтиды.
Эгоцентрлік
ой аутизм
логикасы мен
ақыл логикасы
арасындағы
аралық
формалардың
негізгісі
болып
табылады.
Сондықтан
аутизмнің ерекшеліктері
бар, атап
айтқанда,
баланың қалауын
қанағаттандыруға
бағытталған.
Эгоцентризмнің
тамыры-7-8
жасқа дейін
созылатын
баланың
асоциализмінде,
оның практикалық
қызметінің
эгоистік
сипатында.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>1.<span>    
</span></span></span><!--[endif]--><span>Бала
психикасының
дамуының
психоаналитикалық
теориясы</span><span>на </span><span>сипаттама
беріңіз.</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>2.<span>     </span></span></span><!--[endif]--><span>Психикалық
дамудың
гуманистік
теориясының
ерекшеліктері.</span></p>
<p class="text-right"><!--[if !supportLists]--><span><span>3.<span>     </span></span></span><!--[endif]--><span>Ж.Пиаженің,<b> </b>Л.С. Выготскийдің
теорияларын
түсіндіріңіз.<span>  </span><b></b></span></p>
</div>`},{id:"lecture-4",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"4-дәріс",title:"§ 1 Нәрестелік шақ немесе адамның өмірге келуі",topic:"Нәрестелік шақ немесе адамның өмірге келуі",original:"./originals/lecture/4.mht",content:`<div>
<p class="text-justify"><b><span>§
1 Нәрестелік
шақ немесе
адамның
өмірге келуі</span></b></p>

<p class="text-justify"><span>Бала
дүниеге
келгенде
физикалық
тұрғыдан
анасынан
ажырайды,
мүлдем басқа
жағдайға тап
болады. Бұл
баланың
өмірге
келгендегі
алғашқы
дағдарысы
болып
табылады,
яғни мүлдем
басқа
жағдайға тап
болады:
температура,
жарық
кеңістік,
тамақтану
жолы, дем
алудың басқа
жолын талап
етіледі.
Сыртқы
ортаға тез бейімделу
үшін
тұқымқуалаушылық
арқылы
берілетін
шартссыз
рефлекстер
көмектеседі.
Ең алдымен
қоректену
рефлекстері
мен еріннің ұштары
қимылдап,
емуге бейім
болады. Бұл
реакцияны
«тамақтануға
көңіл бөлу»
деп аталады.
Жаңа туған
баланың
шартсыз
рефлекстері
қатты жарық
түскенде, көздің
жұмылуы
барысында
байқай
аламыз (2-кесте).</span></p>

<p class="text-justify"><span>Кесте 2 <span> </span>Жаңа
туған
баланың
шартсыз
рефлекстері</span></p>

<table>
<tr>
<td>
<p class="text-justify"><span>Қатты жарық
  әсері</span></p>
</td>
<td>
<p class="text-justify"><span>Көздері
  жұмылады</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Мұрын
  қырын жанай
  түрту</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Көздері
  жұмылады</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Баланың
  басының
  тұсында
  шапалақ
  соғу</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Көздері
  жұмылады</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Баланың
  басын оңға
  бұру</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Иегі
  көтеріліп,
  оң және сол
  қолдары созылады,
  бүгіледі</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Екі қолды екі
  жаққа еркін
  қозғалта
  алуы</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Баланың
  жұдырыққа
  саусақтарының
  жиналуы </span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Алақанның
  саусақпен
  еркін
  басады </span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Баланың
  жұдырыққа
  саусақтарының
  жиналуы </span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Алақанның
  саусақпен
  еркін
  басады</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Аяқтың
  башпайлары
  еркін
  бүгіледі,<span>  </span>көтеріліп,
  созылды</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Баланың
  екбетімен
  жатып басын
  көтереді </span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Аяқтарын
  еркін
  созады,
  бастарын
  көтеруге
  ұмтылады<span>  </span></span></p>
</td>
</tr>
<tr>
<td>
<p class="text-justify"><span>Екі қолды
  екі жаққа
  еркін
  қозғалта
  алуы</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Баланың
  жұдырыққа
  саусақтарының
  жиналуы</span></p>
</td>
</tr>
</table>

<p class="text-justify"><span>Нәрестенің
миы әлі толық
қалыптаспаған,
сондықтан ол
даму үстінде
болады. Жаңа
туған
баланың
түйсігі жіктелмеген
және
эмоциямен
тығыз байланысты.
Бала
өміріндегі
маңызды
психикалық жағдайлар
есту және
көру
түйсігінің
пайда
болуынан
басталады. Сәбилер
кезеңі екі
фазадан
тұрады
(біріншісі –
ұзақтығы 5-6
айға дейін,
екіншісі – 12
айға дейін)
және бір жыл
дағдарысымен
аяқталады.
Бала кезінде
баланың
психикалық
дамуы оның
биологиялық
және әлеуметтік
жағынан
дәрменсіздігімен
және
айналасындағылармен
қарым-қатынас
жасау мен
өзара
іс-қимыл
жасаудың ең
аз мүмкіндіктерімен
анықталады.
Сондықтан
осы кезеңде
бала дамуының
басты бағыты
– әлеммен
өзара
іс-қимылдың
негізгі
тәсілдерін
меңгеру.
Сәбилердің
бірінші
фазасына
сенсорлық
жүйелердің
белсенді
дамуы тән,
яғни
шоғырлану,
бақылау,
айналмалы
қозғалыс
сияқты
болашақ бағдарлы
реакциялардың
қарапайым
формалары. 4
айда жаңалыққа
реакция
пайда болады.
Ол, атап
айтқанда,
жаңа затқа
көзқарасты
ұстап тұру
ұзақтығында
тұрады.
Сондай-ақ
есту
қабылдауы (анасының
дауысына
реакция) затты
ұстау және
тексеру
актісін
қалыптастыру
үшін үлкен
маңызы бар
тактильді
сезімталдық
дамиды. <span> </span>Есту
түйсігі 2-3
аптада пайда
болады.
Қауырт дыбысты,
мысалы,
есіктің
қатты
жабылуын
естігенде,
бала
қозғалысты
тоқтатады да,
үнсіз күй
кешеді.
Кейінірек 3-4 аптадан
кейін бұл
реакция адам
дауысын естіген
де
қайталанатын
болады. Бұл
уақытта бала
дыбысқа
елеңдеп қана
қоймай, оның
шыққан
жағына басын
бұратын
болады. Көру
түйсігі 3-5
аптада пайда
бола
бастайды:
бала ашық
түстерге көз
қарасын
тоқтатады.
Шамамен 1
айында бала
анасын немесе
ересектердің
жылдам
қимылдап,
қатты
дыбыстарға
күле
бастайды.
Мұндай
эмоциялық
реакция
«Жандану
комплексі»
деп аталады. </span></p>

<p class="text-justify"><span>Кесте
3. Қарапайым
танымдық
міндеттерді
нәрестелік
кезеңде шешу</span></p>

<table>
<tr>
<td>
<p class="text-center"><span>Айлық жас
  көрсеткіштері</span></p>
</td>
<td>
<p class="text-center"><span>Жетістіктері</span></p>
</td>
<td>
<p class="text-center"><span>Сәтсіздіктер</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-center"><span>0-12</span></p>
</td>
<td class="text-right">

</td>
<td class="text-right">
<p class="text-justify"><span>Баланың
  көзінше
  тығылған
  зат
  бақыланбайды
  және
  белгілі
  әрекет
  болмайды</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-center"><span>2-4</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Бала қозғалған
  заттарды
  көз
  қарасымен
  бақылайды,
  заттың бір
  орыннан
  екінші
  орынға
  ауысуын
  қадағалайды.</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Бала
  қозғалушы
  затты
  тоқтаған
  кезінде де бақылай
  береді. Оның
  жаңа орынға
  ауысқанын
  көре отырып,
  бастапқы
  орнынан
  іздейді.</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-center"><span>4-6</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Бала </span><span>2-4</span><span> айында
  жасаған
  қателіктерін
  енді
  жасамайды,
  орамалмен
  жартылай
  жасырылған
  затты таба
  алады.</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Бала
  орамалмен
  толық
  жабылған
  затты таба алмайды.</span></p>
</td>
</tr>
<tr>
<td>
<p class="text-center"><span>6-12</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Бала
  орамалмен
  толық
  жабылған
  затты таба алады.</span></p>
</td>
<td class="text-right">
<p class="text-justify"><span>Бала
  көзінше
  жасырған
  затты,
  бастапқы
  көрген
  орнынан
  іздейді.</span></p>
</td>
</tr>
</table>

<p class="text-justify"><i><span>Нәрестелік
кезең:</span></i></p>
<p class="text-justify"><span>-Туғаннан
бастап
алғашқы
жылдың
аяғына
дейінгі
уақытты
қамтитын
алғашқы
психоәлеуметтік
саты. Адам онтогенезде
жетілуі
жағынан
әртүрлі
болып өтеді. <span> </span></span></p>
<p class="text-justify"><span>-Баладағы
дамудағы
ерекшеліктер
алғашқы үш
жаста
өзгерістер
сапалық
жағынан жоғары
болады. 3
жаста бала
айналасындағы
ересектермен
өзара қарым –
қатынасқа
және өзін-өзі
күтуге
икемделе
отырып,
мінез-құлықтағы
қарапайым
формаларын
игереді. </span></p>
<p class="text-justify"><span>-<span>  </span>3
жаста
балалар көп
жағдайда бірнеше
тәуелсіз
болады.
Қалыпты
жағдайда
дамуы баланың
тәуелсіздігі
және тік
жүруі болып
табылады. <span> </span></span></p>
<p class="text-justify"><span>- Заттың
бекітілген
мазмұны
балаға
өздігінен
берілмейді.
Қоршаған
ортадағы
заттардың
қызметтік қасиеттері
оқу,
тәрбиенің
негізінде
жетіледі. <span> </span></span></p>
<p class="text-justify"><span>- Заттар
мен өзара
әрекеттескен
аумағы ерікті
түрде
болатынын
бала толық
түсінеді және
игереді. </span></p>
<p class="text-justify"><span>- Ерте сәбилік
шақтың
соңына қарай
іс-әрекеттің
жаңа түрлері
қалыптасып,
біртіндеп
психикалық
дамуды
анықтай
бастайды.</span></p>
<p class="text-justify"><span>- Заттық
әрекет
баланың
тілінің
дамуына оң ықпалын
тигізеді. </span></p>
<p class="text-justify"><span>- Тікелей
–
эмоциональдық
қатынас –
туылғаннан
бастап 1
жасқа
дейінгі
уақыт
кезеңінде
ортақ заттық
іс-әрекеттен
тыс жүзеге
асатын
баланың
ересек
адамдармен
қатынасы.</span></p>
<p class="text-justify"><span>- Айлар
бойы баланың
дамуын
қадағалап,
және оны
педиатр,
невролог,
психологтардың
ұсыныстарымен
тексеріп
отырсаңыз,
ештеңені жіберіп
алмайсыз
және мүмкін
ауытқуларды
уақытында
анықтап,
түзете
аласыз.</span></p>
<p class="text-justify"><span>- Сәбидің
өсу сәттерін
есіңізде
сақтап қалу
үшін баланың
дамуын айлар
бойынша 1
жылға дейін
сипаттап
отыратын
арнайы
блокнот бастаңыз.</span></p>
<p class="text-justify"><span>- Белгілі
бір дағдының
пайда болу
уақытын көрсететін
кесте сіз
үшін ғана
емес, сондай-ақ
өсіп келе
жатқан
балаңыз үшін
де болашақта
қызықты
болады.</span></p>
<p class="text-justify"><i><span>Бірінші
ай</span></i></p>
<p class="text-justify"><span>Жаңа
туған
нәрестенің
өмірінің
алғашқы айын
бейімделу
кезеңі деп те
атайды. Бала
әдеттегі
ортадан, яғни
ананың жылы
жатырынан
тыс жерде
өмір сүруді
үйренеді. Осы
уақытта,
сәби:</span></p>
<p class="text-justify"><span>Көп
ұйықтайды, тәулігіне
шамамен 20
сағат
ұйықтайтын
болады.</span></p>
<p class="text-justify"><span>Көп
тамақтанады.</span></p>
<p class="text-justify"><span>Бұл
кезде ата-ана
– балаға
қолайлы
жағдай жасауы
керек. Қатты
ыстықтап,
суықтап
қалмауы тиіс
және
нәрестені
уақытында
тамақтандырып,
жаялығын да
уақытымын
ауыстырып тұру
қажет.</span></p>
<p class="text-justify"><span>Әрине,
сәбиді қолда
көтеріп,
онымен
сөйлесіп, ән
айтып, махаббатқа
бөлеу өте
маңызды. </span></p>
<p class="text-justify"><span>Бір
айға қарай,
бала ашық
түсті
ойыншықтарға
назар
аударып,
оларды
көзімен және
басын
айналдыра
қадағалай
алады. Ал
нәрестелер
көретін
алғашқы түс –
қызыл болмақ.</span></p>
<p class="text-justify"><span>Бұл
кезде
мынадай жаттығу
өте пайдалы
болады: Ашық,
қызыл түсті
ойыншықты
алып баланың
бетінен 30 см
қашықтықта
ұстап, солдан
оңға,
төменнен
жоғарыға қарай
жүргізіңіз.
Сол кезде
бала
ойыншықтың қозғалысын
қадағалай
алады.</span></p>
<p class="text-justify"><span>Туғаннан
бастап
алғашқы
жылдың
аяғына дейінгі
уақытты қамтитын
алғашқы
психоәлеуметтік
саты <span> </span>айтарлықтай
өзгерістер жоғары
деңгейде болады.
<i>Қозғалып
жүруге
қабілеттілігінің
психологиялық</i>
салдары.
Қозғалып
жүруге
қабілеттілігінің
арқасында
бала сыртқы
дүниемен
еркін де
дербес
қарым-қатынас
жасай
бастайды. Бала
үлкендерден
заттардың
адам
іс-әрекеті
арқылы
маңызын
бағдарлауға
үйренеді.
Заттың бекітілген
мазмұны
балаға
өздігінен
берілмейді. <i>Тікелей
– эмоционалдық
қатынас</i> –
туылғаннан
бастап 1
жасқа
дейінгі
уақыт кезеңінде
ортақ заттық
іс-әрекеттен
тыс жүзеге
асатын баланың
ересек
адамдармен
қатынасы
орныға бастайды.</span></p>
<p class="text-justify"><span>Халқымызда
«уызын
жарыған
ұлылыққа
ұмтылар,
азамат боп
өседі,
ізгілікке
құнты бар»
деген халық мақалының
мағына зор.
Анасының
сүтін адал емген
баланың
саналы ұрпақ
болатынын
сипаттаса
керек. Ананың
сүтінде
нәрестеге
қажетті
барлық
витаминнің
барлығы
болады.
Сондықтан
дана
халқымыз қырық
күн бойы ана
мен балаға
аса
қамқорлық көрсетіп,
негізгі
адами
құндылықтың
фундаментіне
назар
аударған.
Нәрестелік
кезеңде
баланың
дамуы ұйқы
арқылы
дамиды. Жаңа
туған ана өзіне
және балаға
тамақтану
режимін,
тазалықты
қатаң
сақтауы
қажет. Ұйқысы
мен тамақтану
тәртібі
бұзылған
бала мен
ананың қалыпты
талапқа сай
жетілуі
төмендейді.
Әсіресе
нәресте бұл
кезеңде
қимыл
қозғалыстары
шапшаң
дамиды:
мойыны
қатаяды,
екбетімен
жатқанда
басын көтеру,
отыруға,
еңбектеуге,
жүруге талпыныстар
басталады.
Сүт тістері
шыға бастайды,
бір буыннан
тұратын
жеңіл сөздерді
дыбыстайды.
Омыртқалары
қатаяп бойын
тік ұстап,
аяқтарын нық
басуға
бұлшық еттері
қатаяды.
Нәрестені
таза ауада
серуендеу, жие
суға
шомылдыру
маңызды орын
алады. Сонымен
бірге
нәрестелік
шақтан
бастап
балаларға<span> 
</span>мінез-құлқын
дамытуға,
жүйелік ережелерін
есте
сақтауға
үйрету қажет.
Осының
барлығы
дұрыс
тамақтануға,
ұйқы режимін
сақтау тәрізді
шартты
рефлекстердің
толық қалыптасуына
септігін
тигізеді. </span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1. Нәрестелік
кезеңдегі
рефлекторлы,
генетикалық
шартты
қимылдары. </span></p>
<p class="text-justify"><span>2. Өмірге
келгеннен
кейінгі
негізгі
сезім органдарының
– көру, есту,
сипап сезу,
қозғалыс
анализаторларының,
дәм
рецепторларының
автоматты
түрде қосылуы.</span></p>
<p class="text-justify"><span>3. Нәрестенің
сыртқы
ортаға тез
бейімделуіне
әсер ететін
факторларға
сипаттама
беріңіздер.</span></p>

</div>`},{id:"lecture-5",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"5-дәріс",title:"§ 2 Сәбилік шақ",topic:"Сәбилік шақ",original:"./originals/lecture/5.mht",content:`<div>
<p class="text-justify"><b><span>§
2 Сәбилік шақ</span></b></p>

<p class="text-justify"><span>Сәбилік
кезең 1 жастан
3 жасқа дейін
созылады. Неміс
ғалымы,
дарвинист
В.Прейер
«Бала жаны»
(«Душа
ребенка» 1882)
еңбегінде
қызының туғаннан
бастап 3
жасқа
дейінгі
дамуын
күнделікті жүйелі
бақылауының
нәтижелерін
ұсынды; ол танымдық
қабілеттер,
моторика,
ерік, эмоция
және
сөйлеудің
көріну
кезеңдерін
сипаттауға
және мұқият
қадағалауға
тырысқан. Балалар
психологиясының
негізін
салушы саналатын
Прейердің
сіңірген
еңбегі, бала
дамуын объективті
ғылыми
бақылау
әдісі арқылы
өте ерте
жастан
зерттеуді
ғылыми
практикаға енгізуден
тұрады.
Түйсікті
және
қарапайым сезімді
зерттеуге
арналған
В.Вунд жасаған
эксперимент
әдісі
балалар
психологиясы
үшін өте маңызды
болып
табылады.
Балалардың
психикалық
дамуы туралы
алғашқы
концепциялар
Ч.Дарвиннің
эволюция
заңының және
биогенетикалық
деп аталатын
заңның
әсерінен
туындады. ХІХ
ғасыр
биологтары
Э.Геккель
және Ф.Мюллер
арқылы
қалыптасқан
биогенетикалық
заң рекапитуляция
(қайталамалық)
принципіне
негізделген.
Ол түрдің
тарихи дамуы
сол түрге
тиісті
организмнің
дара
дамуында
көрінеді дегенді
білдіреді.
Организмнің
дара дамуы
(онтогенез)
сол түр
(филогенез)
тегінің
бірқатар
даму тарихын
қысқа және
тез
қайталаушы болып
табылады. Бұл
қайталаулар
ешқашан
толық болмайды,
бірақ
индивидтің
құрсақтағы
даму
кезеңдері
негізінен
организмнің
тарихи шығу
кезеңдерін
қайталайды. <i>Заттық
– қимылдық
іс-әрекет</i> –
ерте жастан 1 жастан
3 жасқа
дейінгі
уақыт
аралығында
ересектермен
белсенді өзара
әрекетсіз,
олардың
әлеуметтік-мәдени
жағдайларына
толық сәйкес
келмейтін
қоршаған
орта заттары
және әртүрлі
ойыншықтармен
баланың
әрекеті.</span></p>
<p class="text-justify"><span>Сәбилік
жастағы
баланы
психологиялық
- педагогикалық
диагностикалық
тексеру және
оның дамуы</span></p>
<p class="text-justify"><span>Туғаннан
- 3 жасқа дейін
әлемді
таниды.</span></p>
<p class="text-justify"><span>3 жастан - 5
жасқа дейін
өзін таниды.</span></p>
<p class="text-justify"><span>5 жастан -7
жасқа дейін
еңбек етуді
үйрене бастайды.</span></p>
<p class="text-justify"><span>7 жастан - 9
жасқа дейін
білімге
құштарлығы артады.</span></p>
<p class="text-justify"><span>9 жастан -
12 жасқа дейін
қоғамды
танып біледі,
үлкен адам
ретінде
қалыптасады,
әдептілік, қоғамдық
тәртіп
үйрету,
сыпайылылық.</span></p>
<p class="text-justify"><span>3 жастап
бастап -
жаттау
қабілеті
жақсарады. </span></p>

<p class="text-center"><span><!--[if !vml]--><img src="./assets/images/image002.jpg"/><!--[endif]--></span></p>

<p class="text-justify"><span>Қыз
бала дүниеге
келген
сәтінен
бастап 7
жасқа дейін
рухани
тұрғыда
дамиды, ал ер
балалар керісінше
физикалық
жағынан
жақсырақ болады.
Әр 7 жыл сайын
рухани/физикалық
жағынан
ауысып
отырады.
Мысалы, ер
балаларды мектеп
бітіргеннен
кейін 17-18
жасында
армияға
шақырту
қағазын
алады. Яғни,
ер бала осы уақытта
физикалық
жағынан
дамиды.</span></p>
<p class="text-justify"><span>А.Р.Лурия
мен Г.М.Дульнев
баланың
қалыпты
дамуының<span>  </span>4 шартын
көрсетті:</span></p>
<p class="text-justify"><span>1.Ми мен
оның қатпарларының
дұрыс,
қалыпты
қызметі.
Түрлі патогендік
әсерлер
салдарынан
туындаған
патологиялық
күйлер болса,
тітіркендіргіш
және
тежелгіш
үдерістердің
дұрыс
қатынасы бұзылады.
Түскен
ақпаратты
талдау және
жинақтаудың
күрделі
формаларының
жүзеге асуы
қиындайды. Бұл
адамның
психикалық
қызметі
түрлі аспектілеріне
жауап
беретін ми
блоктары бұзылысы
салдарынан
болады.</span></p>
<p class="text-justify"><span>2.Баланың
дене
бітімінің
қалыпты
дамуы, жұмыс
істеу
қабілеті
және жүйке
үдерістерінің
дұрыс
сақталуы.</span></p>
<p class="text-justify"><span>3.Баланың
сыртқы
ортамен
дұрыс
қамтамасыз ететін
сезім
мүшелерінің
қалыпты
сақталуы.</span></p>
<p class="text-justify"><span>4.Балаға
отбасында
білім
берудің
реттілігі
мен жүйелігі.</span></p>
<p class="text-justify"><span>Сәбилік
жастағы
баланы
дамытудағы
психологиялық-педагогикалық
зерттеулер
баланың өсу
бағытының<span> 
</span>ерекшеліктерін,
қажеттілігін,
мүмкіншілігін
анықтауға
түзету, дамыту
бағдарын
дұрыс құруға
ұмтылу қажет.</span></p>
<p class="text-justify"><span>Ерте
жастағы балалардың
дамуын
анықтау
үшін<span> 
</span>Ресей
психологы <span>          </span>В.И.
Лубовскийдің
иерархиялық
даму
шарттарын
негізге
алуымыз
керек.
Психологиялық-педагогикалық
диагностика
дифференциалды
және
диагностикалық
болып келеді.
Диагностика
процесінде
баланы жетілдірудің
қолайлы
ұйымдастырушылық
формамен индивидуалды
жоспары
қарастырылады.
Нашар даму
диагностикасы
Выготскийдің
еңбектерінде
көрсетілген заманауи
еңбектерінде
принциптерімен
көрсетілу
керек. </span></p>
<p class="text-justify"><span>Сәбилік
жастағы
баланың
психикалық
даму
бұзылысының
қай кезеңін
алсақта
механизімін
кешенді зерттеу
арнайы
мамандардың
тобымен
жүзеге асырылады.
Баланың
клиникалық
және тәжірибелік
психологиялық
зерттеуі
ғана емес, сонымен
қатар басқа
да әдіс
тәсілдер
қолданылады.
Медициналық
психологиялық
құжаттарын
талдау. Баланы
бақылау
қоғамдық
педагогикалық
тексеру және
ең қиын
жағдайда
нейропсихологиялық,
нейрофизиологиялық
тексерулер қолданылады.
</span></p>
<p class="text-justify"><span>Сәбилік
жастағы
баланың
психикалық
дамуы,
диагностикалық
психикалық
жүйесінің құрылым
көрінісіне
сүйенеді.
Оның әр
кезеңінде баланың
психологиялық
әрекетін
талдайды, болжайды.
Психологиялық
-
педагогикалық
диагностикада
жүйелік
талдау және
алынған ауытқушылықтары
алынады.
Выготскийдің
ең таяу даму
заңдылықтары
туралы
теориялық
қағидаларына
сүйенеді. </span></p>
<p class="text-justify"><span>«Жақын
даму аймағы»
көрнекті
кеңес психологы
Л.С.Выготский
(1896-1934) оқыту мен
дамудың
байланысын
(О-Д) зерттеп,
егер оқыту
баланың
өзекті даму
аймағында
жүрсе, онда
ол баланы
дамытпайды
деді. Өзекті
даму аймағы -
баланың өз
бетімен
істей алатын
жұмыстары. Ал
ересектермен
ынтымақтаса
істей
алатыны —
жақын даму
аймағы. Мысалы,
баланың
сөйлей алуы -
актуальды
даму аймағы.
Бұл жерде
даму
жүрмейді.
Сондықтан
бала мектепке
келген
бірінші
күннен
бастап «жақын
даму
аймағында»,
дәлірек
айтсақ,
баланың
жазба тілін
қалыптастыруға
кірісу керек.
Сонымен
жақын даму
аймағы
баланың
ақыл-ой жұмысы
басталар
тұсы. Мұғалім
мұнда оқушыға
тапсырма,
әдістемелік
нұсқау
береді, ізденуге
бағыттайды,
ізденістің
бағдарламасын
береді.
Мұғалімнің
жақын даму
аймағындағы
жұмысының
тиімділігінің
көрсеткіші -
әр оқушының
мұғалімнің
көмегін
алуға әзір
тұруы.</span></p>
<p class="text-justify"><span>Баланың
психодиагностикалық
зерттеулері
келесі
параметрлерден
тұрады.</span></p>
<p class="text-justify"><span>- ситуациялық
тексеру мен
тапсырма
қатынасы.</span></p>
<p class="text-justify"><span>- тапсырма
жағдаяттарында
бағдарлау
және орындау
тәсілі. Балалардың
тапсырма
шарттарының
эксперимент
нұсқаулығына
сәйкестігі,
үлкендер көмегімен
өнімді
пайдалану, тапсырманы
ұқсас етіп
орындай білу,
өз қызметіне
қарым –
қатынасы, өз
жетістіктеріне
сенімді болу.</span></p>
<p class="text-justify"><span>Психодиагностикалық
сапалы
сараптамасы
сандықты
тапсырманы
жоққа
шығармайды.
Баланың жеке
тапсырманы
орындауы
жарияға
шығарылмайды.
Баланың жеке
әрекетін
ерте анықтау,
алғашқы
ауытқуға
әлеуметтік
сипаттағы
кейбір ерекшеліктердің
алдын алуға
ықпалын тигізеді.
Сәбидің
қалыпты
дамуын
сипаттайтын факторлар
қарапайымдылықтан
күрделігі
ауысуы,
ойланып атқарылатын
сөйлеуді
игеру
дербестігінің
алғашқы
көрініс осы
элементтер
арқылы іске
асады.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1. <span>Бір
жас
шамасындағы
сәбидің </span>психологиялық
<span>ерекшеліктері.</span></span></p>
<p class="text-justify"><span>2. </span><span>Сәби<span> дамуы
барысындағы </span>жеке
дара <span>айырмашылықтарды
анықтайтын
факторлар.</span></span></p>
<p class="text-justify"><span>3. Сәбидің
</span><span>психикалық
даму <span>ерекшеліктері.</span></span></p>
<p class="text-justify"><span>4.
Баланың
эмоционалдық
<span>дамуының</span>
кезеңдері.</span></p>
<p class="text-justify"><span>5.
Сәбидің
анасымен
тікелей-эмоционалды
қарым-қатынасы
</span><span>осы
жастың <span>жетекші
іс-әрекеті
ретінде.</span></span></p>

</div>`},{id:"lecture-6",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"6-дәріс",title:"§ 3 Ерте балалық шақтағы «Мен» жүйесі және үш жас дағдарысы",topic:"Ерте балалық шақтағы «Мен» жүйесі және үш жас дағдарысы",original:"./originals/lecture/6.mht",content:`<div>
<p class="text-justify"><b><span>§ 3</span></b><b><span>
Ерте балалық
шақтағы<span>  </span>«Мен»
жүйесі және үш
жас
дағдарысы</span></b><b></b></p>

<p class="text-justify"><span>Сәбилік
кезеңнен
өткен соң
адам
өмірінде жаңа
кезең – ерте
жастық шақ
басталады.
Сәбилік
кезең адам
бойында көру
мен есту қабілеттіліктерін
қалыптастырады.
Бала дене мүшесімен
жұмыс
істеуді
бастап,
қимыл-қозғалысындағы
белсенділігі
артады. Өз
белсенділігін
қимыл-қозғалыстары
мен үлкендермен
қарым-қатынасында
көрсетеді.
Өмірінің
алғашқы
жылында
сәбиде
адамға тән
психикалық
процестерінің
алғашқы формалары
қалыптасады.
Ерте жастық
шақ - баланың
тұлғалық
дамуының
бастауы,
соның ішінде
танымдық іс-әрекеттерінің
негіздері.</span></p>
<p class="text-justify"><span>Бала
өмірінің
алғашқы үш
жылында
сапалы өзгерулер
орын алады,
сол себепті
психологтардың
айтуынша
туылған
сәттен
ересек кезеңге
дейінгі
адамның
психикалық
дамуының
орта шегі
баланың үш
жасы деп
белгілейді.</span></p>
<p class="text-justify"><span>Екі
жарым жылдан
үш жарым
жасқа
дейінгі
кезеңде бала
бойынан <span>             </span>3
жылдық
дағдарысты
бастан
кешіреді. Ол
алғаш рет
өзін
ерік-жігерімен
жеке адам
ретінде
сезіне
бастайды.</span></p>
<p class="text-justify"><span>Балалар
ересектердің
қолдауы мен
көмегіне
сенетініне
қарамастан,
олар өз
тәуелсіздігін
басқалардан қорғайды.
Олар өздерін
толығымен
тәуелсіз
және құзыретті
сезінеді,
сонымен
бірге
ересектерге
тәуелділіктерін
түсінеді.
Олардың ішкі
әлемі
қайшылықты
сенімділік
пен күмән, өзін-өзі
бағалау және
ұялу,
қорқыныш,
қастық пен
мықты
сүйіспеншілік,
ашушаңдық
пен жұмсақтық,
бастамашылдық
пен
пассивтілік
сезіміне толы.
Балалар
өзін-өзі
сенімділік
пен өзін-өзі
құрметтеу
үшін
күреседі,
сонымен бірге
ересектер
оларды
басшылыққа
алып, қолдайды
деп күтеді. </span></p>
<p class="text-justify"><span>Үш
жасар бала
кез-келген
өнімді
жұмысты -
желімдеу,
мүсіндеу, сурет
салуға
қуанышты
болады.
Сонымен
бірге, ол өзі
тікелей
қабылдай
алмайтын
нәрсе туралы
ұзақ
әңгімелерді
тыңдауға әлі
дайын емес.
Ол іс жүзінде
бірдеңе
жасай алатын
нәрсені
белсенді
түрде
зерттейді
және үйренеді.
Бұл кезеңде
оның бақылау
және қарапайым
қорытынды
жасау
қабілеттіліктері
жетіледі.</span></p>
<p class="text-justify"><b><span>Заттық
іс-әрекет - epте
балалық
шақтың жетекші
іс-әрекеті
ретінде. </span></b><span>Нәрестелік
шақтан ерте
сәбилік
шаққа ауысу
заттар
дүниесіне
жаңаша
көзқарастың
дамуына
байланысты
болады - олар
бала үшін тек
іс-әрекет
жасауға
ыңғайлы
объект қана
емес, сонымен
бірге
белгілі бір
міндеті бар
және
пайдаланудың
белгілі
әдісі бар,
яғни
қоғамдық
тәжірибеде
оған бекітілген
функциясы
бар ұйымдар
ретінде
көріне
бастайды.
Баланың
негізгі
ынтасы затқа
жаңа
іс-әрекет
жасауға
үйренуге ауады,
енді
үлкендер осы
істе ұстаз,
көмекші,
қызметші рөлін
атқарады.
Ерте сәбилік
шақта бүкіл кезең
бойына
жетекші іс-
әрекет болып
табылатын
заттық
іс-әрекетке
көшу жүзеге
асады.</span></p>
<p class="text-justify"><span>Заттық
іс-әрекеттің
өзіндік
ерекшелігі мынада,
мұнда бала
алдында
заттың
қызметі алғаш
рет ашылады.
Нәрсенің
қызметі,
міндеті олардың
жасырын
қасиеті
болып
табылады. Ол
жай
іс-әрекетпен
ашылмайды.
Мысалы, бала
шкафтың
есігін
шексіз
ашып-жауып,
қасықпен ұзақ
уақыт бойы
еденді
ұрғылауы
мүмкін, бірақ
бұл арқылы
заттың
қызметін,
қасиетін білуде
ешқандай да
ілгері
баспайды.
Шкафтың немесе
қасықтың не
үшін керек
екенін
ажыратуға
тек үлкендер
ғана
қабілетті.</span></p>
<p class="text-justify"><span>Заттық
іс-әрекет
дамуының
бастапқы
кезінде
қимыл мен зат
өзара қатаң
байланыста
болады: бала
өзі үйренген
қимылды тек
қана осыған
арналған нәрсемен
орындай
алады. Егер
оған
шыбықпен шашыңды
тара немесе
кубикпен су
іш десе, ол мұны
орындай
алмайды да,
іс-әрекеті
босқа кетеді.
Тек бірте-
бірте ғана
қимылды
заттан бөліп
қарау жүзеге
асады. Соның
нәтижесінде
сәбилік
шақтағы
балалар
нәрсені
өзінің негізгі
қызметінен
басқа
мақсатқа
пайдалануды
немесе
қазіргі
іс-әрекетіне
ыңғайланбаған
нәрсемен
қимыл
жасауды
үйренеді. </span></p>
<p class="text-justify"><span>Сонымен,
іс-әрекеттің
затпен
байланысы дамудың
үш фазасынан
өтеді. Оның
біріншісінде
бала затпен
өзіне таныс
іс-әрекеттің
кез келгенін жасай
алады. Екінші
фазада зат
тек өз қызметіне
ғана
пайдаланылады.
Ақырында,
үшінші фазада
ескі
іс-әрекетті
қайталау
жүзеге асады.
Мұнда зат
еркін, бірақ
мейлінше
басқа дәрежеде
пайдаланылады,
бала заттың
негізгі
қызметін
біледі.</span></p>
<p class="text-justify"><b><span>Ерте
балалық
шақтағы баланың
психологиялық
ерекшеліктерінің
жалпы
сипаттамасы.</span></b><span>
Ерте балалық
шақта
қабылдау
процесі жақсы
дами
бастайды.
Көру
өткірлігі
және түстерді
ажырата білу
қабілеті
артады.
Заттар мен
құбылыстар
тұтастай
қабылданады.
Затты
көрнекі
түрде
бөліктерге
бөлу мүмкіндігі
пайда болады:
мысалы,
үстінде
үлкен үшбұрыш
қойылған
үстелге
қойылған 4
текшеден
тұратын үйде
бала төбесі
мен
қабырғаларының
көрінісін
оңай тани
алады.</span></p>
<p class="text-justify"><span>Осы
жастағы
баланың
зейіні 1
объекттен
аспайды.
Зейіннің
тұрақтылығы
артады, бірақ
бұл бәрібір
қызығушылыққа
байланысты
(тапсырма
бойынша бала
өзіне қызықты
сабаққа 50
минутқа
дейін,
қызығушылықсыз,
жеке және
ересек
адамның
қатысуымен үзіліспен
25-30 минут). Бұл
кезеңде
баланың зейінің
бақылау
қабілеті өте
төмен. Оның
назарын
сөзбен
бағыттау әлі
де қиын,
өйткені
кішкентай
бала
психологиялық
тұрғыдан
қызықтырмайтын
нәрсеге
мұқият бола
алмайды.
Зейінді
сөздер
арқылы
ауыстыру жиі
қайталануды
қажет етеді.</span></p>
<p class="text-justify"><span>Осы
жастағы
балалардағы
сөйлеу
ситуациялық
және
диалогтық
болып қала
береді, бірақ
ол уақыт өте
келе күрделене
түседі және
егжей-тегжейлі
болады. Сөздік
қоры бір жыл
ішінде орта
есеппен 1500 сөзге
дейін
көбейеді. </span></p>
<p class="text-justify"><span>Балалардың
ойлауы
визуалды-бейнелі
болады. Бұл
дегеніміз,
бала
қарапайым
манипуляцияларды
кубиктермен,
машиналармен
және т.с.с.
елестету
арқылы бейнелерді
басқара
алады. </span></p>
<p class="text-justify"><b><span>Үш
жастағы
дағдарыс»
туралы жалпы
ұғым. </span></b><span>Үш
жылдық
дағдарыс
немесе "Мен
өзім" дағдарысы-ең
өткір
мәселелердің
бірі. Бала
шынымен
басқарылмайтын
болады,
ашуланады.
Дағдарыстың 7
негізгі
көрінісін
бөліп
көрсету әдетке
айналған:</span></p>
<p class="text-justify"><span>Негативизм.
Бала ересек
адамнан
келетін
барлық нәрсені
жоққа
шығарады,
тіпті егер
бұл қазіргі
уақытта
баланың өз
қалауы болса
да.</span></p>
<p class="text-justify"><span>Қыңырлық.
Бала өзінің
талаптарын
соңына дейін
талап етеді.
Бұл оған өте
қажет нәрсе
емес. Төменгі
жол-баланың
өтініштері
міндетті түрде
орындалады.</span></p>
<p class="text-justify"><span>Бұрынғы
өмір салтына,
қоғам мен
тәрбие нормаларына
бағытталған
шапшаңдық.</span></p>
<p class="text-justify"><span>Дағдарыстың
негізгі
көрінісі -
"мен өзім".</span></p>
<p class="text-justify"><span>Наразылық.
Бала үнемі
ересектер
әлемімен қақтығысып,
бүлік
шығарады,
соғысады.</span></p>
<p class="text-justify"><span>Ересектердің
девальвациясы.
Бала ата-аналарын
мазақтайды,
балағаттайды,
тістейді,
төбелеседі.</span></p>
<p class="text-justify"><span>Деспотизм.
Бала
ата-анасын
барлық
қыңырлығына,
інілеріне
қызғанышпен
қарауға мәжбүр
етеді.</span></p>
<p class="text-justify"><b><span>Бала
тұлғасының<span>  </span>оның
«Meн»<span>  </span>жүйесінің
қалыптасуы.
Сөйлеу мен
ойлаудың дамуы.</span></b><span> </span><span>«Мен»
жүйесі -
баланың
психикалық
өмірі мен
мінез-құлқындағы
ең маңызды
фактор. Бұл
кезеңде бала
өзін ересек
адамнан ажырата
отырып, өзіне
дербес «мен»
ретінде қарай
бастайды.<b></b></span></p>
<p class="text-justify"><span>Сөйлеудің
дамуы.
Баланың
сөйлеу тілін
дамытуда ең
бастысы оның
белсенді
сөйлеуін ынталандыру.
Бұған сөздік
қорын байыту,
артикуляциялық
аппаратты
жетілдіру бойынша
қарқынды
жұмыс және
ересектермен
байланыс
аймағын
кеңейту
арқылы қол
жеткізіледі.
Сондықтан
балаларды
қоршаған ортада
қарастыруға,
салыстыруға,
оқуға, ойнауға,
жұмыс
істеуге және
өз
іс-әрекеттерінің
нәтижелерін
сөзбен
бейнелейтін
атмосферамен
қоршау керек.</span></p>
<p class="text-justify"><span>Баланың
дамуы үшін
өмір сүру
ортасы оның жасына
сәйкес
жасалуы
керек.
Кішкентай
балаларда
сөйлеу
әрекетін
дамытудың
шарттарының
бірі ересек
адамның
балаға деген
мұқият және
ұқыпты
қатынасы
болып
табылады, бұл
реактивті
жағымды
эмоциялардың
дамуын қамтамасыз
етеді, онсыз
баламен
тығыз байланыс
орнату және
сөйлеу
әрекетін
дамыту мүмкін
емес.</span></p>
<p class="text-justify"><span>Баланың
сөйлеу
тілінің
дамуы оның
ақыл-ойының
дамуымен
тығыз
байланысты.
Сөйлеуді дамыту
арқылы біз
интеллектуалды
дамуға үлес
қосамыз.
Отбасында
балаға
сөйлеу
жағдайлары
жасалуы өте
маңызды,
сонда бала
үлкендермен
сөйлескеннен
қанағат
сезінеді, олардан
жаңа білім
алып қана
қоймай, оның
сөздік қорын
байытады,
сөйлемдерді
дұрыс құра біледі,
дыбыстарды
анық айта
біледі, сондай
ақ, әңгімелер
айту, өлеңдер
айту, саусақ
ойындарын
ойнау, ән
айту қызықты
болады</span></p>
<p class="text-justify"><span>Баланың
сөйлеуін
дамытуды
шартты түрде
бес кезеңге
бөлуге
болады:</span></p>
<p class="text-justify"><span>Өмірдің
бірінші
жылында
тыныс алу
жүйесі
сөйлеу дағдыларына
дайындалып,
дауысты
дифференцирленбеген
шу пайда болады,
бала
ересектерге
еліктеп,
«жыбырлайды».
Бұл 3 айдан 6
айға дейін
болады.</span></p>
<p class="text-justify"><span>6
ай жасында
сөйлеу
дыбыстары
қалыптасады және
буын
синтезделеді.
Өмірдің
екінші жылында
сөйлеу
сөздермен
байытыла
бастайды,
бала ең
қарапайым
сөздерді
айта бастайды.</span></p>
<p class="text-justify"><span>Өмірдің
үшінші
жылында
баланың
сөздік қоры 500
сөзге дейін және
одан да көп;
балалар
сөйлеммен
сөйлеуге
үйренеді.</span></p>
<p class="text-justify"><span>Өмірдің
төртінші
жылында
лексика 1000
және одан да
көп сөзге
дейін баииды;
сөйлеу
тізбектері
ұзарып,
күрделене
түседі,
сөйлемдердегі
сөздердің
саны 9-10-ға
жетеді.
Балалар
алдымен
салыстырмалы
сөйлемдерді
қолдана
бастайды.</span></p>
<p class="text-justify"><span>Өмірдің
бесінші
жылында
сөздік қорды
одан әрі байыту
орын алады,
сөздердің
айтылу
көлемін реттеу
дамиды. Сөз
тіркестерінің
құрылысы анағұрлым
дұрыс және
жетілдіріле
түседі.</span></p>
<p class="text-justify"><span>Барлық
балалар
сөйлеуді
бірдей жақсы
меңгере
бермейді.
Ауызша,
кейінірек
жазбаша
сөйлеуді қалыптастыру
кезінде оның
қалыпты даму
барысын
бұзатын әр
түрлі
ауытқулар
пайда болатын
жағдайлар
жиі
кездеседі.
Мұндай ауытқуларды
өте мұқият
қарастырып,
уақтылы жою
керек, өйткені
олар баланың
психикалық
дамуын кешеуілдетіп,
оның
психикасын
жарақаттауы
мүмкін.</span></p>
<p class="text-justify"><span>Балалардың
сөйлеу
тілінің даму
деңгейі қолдың
ұсақ
қимылдарының
қалыптасу
дәрежесіне
тура
пропорционалды.
Қолдың ұсақ
моторикасын
үйрету
баланың
жалпы дамуын
ынталандырады
және сөйлеу
тілінің
дамуына
ерекше оң әсер
етеді. Бала
неғұрлым
кішкентай
болса, оның
қозғалуға
деген
ұмтылысы
соғұрлым көп
болады.
Қозғалыстар
бұлшықеттерді
ғана емес,
миды да
дамытады,
сезіну,
қабылдау, талдау
қабілеттерін
дамытады.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1. Ерте
балалық
шақтағы<span> 
</span>психикалық
даму
жағдайларының<span>  </span>жалпы
сипаттамасы. </span></p>
<p class="text-justify"><span>2. Заттық
іс-әрекет - epте
балалық
шақтың жетекші
іс-әрекеті
ретінде. </span></p>
<p class="text-justify"><span>3. Ерте
балалық<span> 
</span>шақтағы
баланың психологиялық
ерекшеліктерінің
жалпы сипаттамасы.
</span></p>
<p class="text-justify"><span>4. «Үш
жастағы
дағдарыс»
туралы жалпы
ұғым.</span></p>
<p class="text-justify"><span>5. Ерте
балалық
шақтың
орталық
психологиялык
жаңа
құрылымдары.</span></p>
<p><span>6. Бала
тұлғасының<span>  </span>оның
«Meн»<span>  </span>жүйесінің
қалыптасуы.
Сөйлеу мен
ойлаудың дамуы.</span></p>
</div>`},{id:"lecture-7",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"7-дәріс",title:"§ 4 Мектепке дейінгі кезең және танымдық процестерінің жетілуі",topic:"Мектепке дейінгі кезең және танымдық процестерінің жетілуі",original:"./originals/lecture/7.mht",content:`<div>
<p class="text-justify"><b><span>§ </span></b><b><span>4 </span></b><b><span>Мектепке
дейінгі
кезең және<span>  </span>танымдық
процестерінің
жетілуі</span></b></p>

<p class="text-justify"><span>Мектепке
дейінгі<span>  </span>ақыл-ой
дамуының
резервтер
кезеңі.
Мектепке
дейінгі
кезеңді
зерттеу мектепке
дейінгі
балалық
шақтың
«бағдарламасы»
туралы жалпы
мәселені
қарастырудан
басталуы
керек,
мектепке
дейінгі балалық
шақтың
«бағдарламасы»
шынымен де
орасан зор:
сөйлеуді,
ойлауды,
қиялды,
қабылдауды
меңгеру. Бала
адамгершілік
негіздерін
үйренеді,
басқа
адамдармен
қарым-қатынас
жасауды,
олармен
бірге әрекет
етуді
үйренеді,
оның қалау,
қуану және
ренжу, жаңа
нәрселерді
білу, өмірді
өз көзқарасы бойынша
түсіну және
түсіну
қабілеті бар.
Бұл балада
кез-келген
іс-әрекетте
адамға қажет
жалпы
қабілеттерді
қалыптастыру
үшін сезімтал
кезең.</span></p>
<p class="text-justify"><span>Мектепке
дейінгі
кезең (3-7 жас)
ерте балалық шақтың
онтегенетикалық
дамудың
тікелей жалғасы
болып
табылады.
Мектепке
дейінгі кезеңді
зерттегенде,
бұл бастапқы
әлеуметтену
кезеңі
екеніне
ерекше назар
аудару керек,
өйткені дәл
осы жастан
бастап бала
қоршаған
ортамен
тікелей
қарым-қатынасқа
түседі. Бұл
кезеңнің
басты жаңа
формациясы -
бұл
әлеуметтенудің
негізгі
механизмі
болып
табылатын
сөйлеу.
Мектепке
дейінгі
жаста
баланың
психикалық
функциялары,
жаңа деңгейлері
қалыптасады,
олар баланың
әлеуметтік
жағдайлары
мен өмір
талаптарына
бейімделуіне
мүмкіндік
беретін жаңа
қасиеттерге
тән болады.</span></p>
<p class="text-justify"><span>Мектепке
дейінгі
жаста бала
біртіндеп қоршаған
әлемді
түсіне
бастайды
және ондағы
өз орнын
түсінеді; бұл
мінез-құлық
мотивтерінің
жаңа
түрлерін
тудырады,
оның әсерінен
бала белгілі
бір
әрекеттерді
орындайды.
Сезімдер мен
ерік-жігердің
дамуы осы мотивтердің
тиімділігін,
мінез-құлық
тұрақтылығын,
оның сыртқы
жағдайлардағы
өзгерістерден
белгілі бір
тәуелсіздігін
қамтамасыз етеді.</span></p>
<p class="text-justify"><span>Мектеп
жасына
дейінгі
баланың жеке
басын дамытуда
оның
құрдастарымен
қарым-қатынасы
маңызды рөл
атқарады.
Қарым-қатынасқа
деген
қажеттілік
балалардың
жұмыс тапсырмаларын
орындау
кезінде
ойындардағы
балалардың бірлескен
іс-әрекеттері
негізінде
дамиды.</span></p>
<p class="text-justify"><span>Балалар
ұжымында
қоғамдық
пікір
қалыптаса
бастайды. 4-5
жастан
бастап
балалар өз
құрдастарының
пікірін
тыңдай
бастайды
және олардың
пікірлері
көпшіліктің
пікіріне қайшы
келсе де
оларға
бағынады. 6
жаста балалардағы
сәйкестік
айтарлықтай
төмендейді.
Мектеп
жасына
дейінгі
балалардағы
сәйкестік - бұл
пікірлерді
үйлестіру
қабілетін
игерудің
өтпелі
кезеңі. 4-5
жаста
балалар үшін
топтың
бағалауы
маңызды. Олар
өз
құрдастарының
наразылығын
тудыратын
әрекеттерден
аулақ болуға
тырысады.</span></p>
<p class="text-justify"><span>Бұл
кезеңде бала
эмоцияны
басқара
алады, мінез
көрсете
алады және өз
пікірін
қорғай алады.
Енді мектеп
жасына
дейінгі
баланың мотивациялық
сипаттамаларын
дамытуға назар
аудару
маңызды.
Баланың күн
тәртібін сақтап,
оқудың
маңыздылығын
түсініп, әлеуметтік
және
коммуникативтік
дағдыларын
жетілдіруі
керек.</span></p>
<p class="text-justify"><b><span>Ойын
мектепке
дейінгі
баланың
жетекші іс-әрекеті
ретінде.<span>  </span></span></b><span>Ойында
баланың жеке
басының
барлық қырлары
қалыптасады,
дамудың жаңа,
жоғары сатысына
өтуге
дайындалып,
оның
психикасында
елеулі
өзгерістер
орын алады.
Осылайша
психологтар
мектеп жасына
дейінгі
баланың
жетекші
әрекеті деп
санайтын
ойындардың
орасан зор
тәрбиелік
әлеуетін
түсіндіреді. Мектеп
жасына
дейінгі
балалардың
дамуы үшін
айрықша
қолайлы
жағдайлар
мектепке дейінгі
қоғамдық
тәрбие жүйесі
арқылы
жасалынады.
Мектепке
дейінгі мекемелерде
балаларды
оқыту жүзеге
асып, олардың
бірлескен
іс-әрекеттерінің
алғашқы түрлері
қалыптасады.
Мектепке
дейінгі шақта
жетекші
іс-әрекет
ойын болып
есептеледі.
Ойын баланың
психикасында
сапалы өзгерістер
туғызады:
Онда оқу
әрекетінің
негіздері
қаланады.
Символикалық
ойын, баланың
символдарды
қолдануы
оның
психикасының
дамуына елеулі
әсер етеді.
Символдарды
пайдалану,
бір объектіні
екінші
объектінің
көмегі арқылы
ауыстыра
білу
қабілеті
кейінірек
әлеуметтік
таңбаларды
игеруді
қамтамасыз
ететін
жетістік
болып
табылады.
Символикалық
функцияның
дамуы
арқасында
баланың
жіктеп
қабылдауы
қалыптасады,
ақыл-ойының
мазмұндық
жағы және
басқа да
адамдарға
тән
қабілеттері елеулі
өзгереді. Балалардың
өмірінде өз
ойынан
өздері құратын
ойындар
ерекше орын
алады. Бұл
ойындар шығармашылық
немесе
рөлдік
ойындар деп
аталады. Бұл
ойындарда
мектеп
жасына
дейінгі балалар
айналасындағылардың
ересектердің
өмірі мен
іс-әрекетінде
көргендерінің
бәрін
рөлдерде
ойнайды.
Ойынға
ересектерге
еліктеу қиял
жұмысымен
байланысты.</span></p>
<p class="text-justify"><span>Мәселен,
қиял тек ойын
жағдайларында
және соның
әсерімен
ғана дами
бастайды.
Іс-әрекеттерді
қайта
жаңғырту –
мектепке
дейінгі
кішкентайлар
ойынының
негізгі
мазмұны.
Ойынмен қатар
мектеп
жасына
дейінгі
баланың
психикалық
дамуында
елеулі
рольді сурет
салу,
мүсіндеу, аппликация,
конструкциялау
тәрізді
жемісті
іс-әрекет
атқарады.
Мектеп
жасына
дейінгі
балалар
жекелеген
еңбек
тапсырмаларын
да орындауды
үйренеді.
Әрина, бұл
жерде іс-әрекеттің
ерекше
дербес түрі
ретіндегі еңбек
жөнінде айту
ертерек
болғанымен,
осындай тапсырмаларды
орындау
үстінде
еңбектің
дамыған
формаларына
тән кейбір
психологиялық
қасиеттер
қалыптасады.
Солардың
ішіндегі
негізгісі өз
іс-әрекетін
қоғамдық
мотивтерге
бағындыра
білуі.
Нәтижесінде
мектепке
дейінгі шақтағы
бала оқу
әрекетінің
элементтерін
игереді.</span></p>
<p class="text-justify"><span>Рөлдік
ойындар - бұл
балалар
ересектердің
күнделікті,
еңбек және
қоғамдық
іс-әрекеттеріне
еліктейтін
ойындар.
Мысалы,
балабақшадағы,
ауруханадағы,
ана мен бала,
дүкендегі,
теміржолдағы
ойындар.
Рөлдік
ойындар тәрбиелік
мақсаттан
басқа,
балалардың
бастамашылығын,
шығармашылығын,
байқағыштығын
дамытады.</span></p>
<p class="text-justify"><span>Дидактикалық
ойындар
балаларға
арналған,
мысалы,
білімді
байытуға,
бақылау, есте
сақтау,
зейін,
логикалық
ойлауды
дамыту үшін
арналған.</span></p>
<p class="text-justify"><span>Ашық
ойындар -
тұжырымдамасы,
ережелері
және
орындалатын
қимылдардың
сипаты
бойынша әр
түрлі болды.
Олар балалардың
денсаулығын
жақсартуға,
қимыл-қозғалысты
дамытуға
көмектеседі.
Балалар ашық
аспан
астындағы
ойындарды
жақсы көреді,
музыканы
сүйсініп
тыңдайды
және оған ырғақты
қалай
қозғалу
керектігін
біледі.</span></p>
<p class="text-justify"><span>Ойындар
құру
(текшелермен,
арнайы
құрылыс материалдарымен),
балаларда
сындарлы қабілеттерді
дамытады,
еңбек
дағдылары
мен дағдыларын
одан әрі
игеруге
дайындық
ретінде
қызмет етеді.</span></p>
<p class="text-justify"><span><span> </span>Музыкалық
ойындар.
Музыкалық
ойыншықтар
сөйлеу тыныс
алу, есту
қабілеттерін
дамытуға ықпал
етеді.</span></p>
<p class="text-justify"><span><span> </span>Театр
ойыншықтары
(би-ба-бо
қуыршақтары,
саусақ
театры, үстел
театры)
сөйлеуді,
қиялын
дамытады,
баланы өз
рөлін
қабылдауға
үйретеді.</span></p>
<p class="text-justify"><span>Ойында
бала жаңа
білім алады
және өзінде бар
білімді
нақтылайды,
сөздік қорын
белсендіреді,
ізденімпаздық
қасиеттері
дамиды,
сонымен
қатар
адамгершілік
қасиеттер:
ерік,
батылдық,
төзімділік,
беріле білу,
ұжымдастырудың
бастаулары
қалыптасады.
Бала ойында
не көргенін,
бастан кешіргенін
бейнелейді,
ол адам
іс-әрекетінің
тәжірибесін
игереді. Ойын
адамдарға,
өмірге деген
көзқарасты
дамытады,
ойындардың
жағымды
қатынасы
көңілді
көңіл-күйді
сақтауға көмектеседі.</span></p>
<p class="text-justify"><b><span>Шетел
және
кеңестік
психологиядағы
ойын туралы
түсініктерді
талдауы.</span></b><span> Ойындарды
балаларды
оқыту мен
тәрбиелеу ісінде
пайдалану
проблемасын
көптеген
педагогтар мен
психологтар
қарастырған.
Оқушының жеке
түлгасын
қалыптастыруда
ойынның
педагогикалық
мүмкіндіктері
туралы Я.А. Коменский,
И.Г. Песталоцци,
Р.Оуэн,
Ф.Фребель, К.Д. Ушинский,
<span>                </span>П.Ф.
Лесгафт, Л.Н. Толстой,
Н.К. Крупская,
А.С. Макаренко,
<span>                           </span>В.А.
Сухомолинский
ерекше атап
өткен. Ойын
теориясы мен
практикасын
жасауға
көрнекті психологтар
Л.С. Выготский,
А.Н. Леонтьев,
Д.Б. Эльконин,
П.П. Блонский
және т.б. үлес
қосты. Ойын
теориясы мәселесіне
неміс
ағартушылары
Ф.Шиллер, К.Гросс,
В.Вундт және
ағылшын
әлеументтанушысы
Г.Спенсер
ерекше ден
қойды.</span></p>
<p class="text-justify"><span>Д.Б.Эльконин
өзінің
«Психология
ойыны» атты
кітабында
«ойын» сөзі
көңіл көтеру
мағынасында,
сонымен
қатар,
ауыспалы
мағынада
қолдана
береді. Мысалы:
«тағдыр
ойыны»,
«отпен
ойнау», т.б.</span></p>
<p class="text-justify"><span>Балалар
ойындарын
жүйелі
суреттеуде
Е.А. Покровский
өзінің
кітабына
былай деп
жазған:
«ойын» ұғымы
кейбір
халықтар
арасында өз
ерекшелігі
бар.</span></p>
<p class="text-justify"><span>Мысалы:
ежелгі
гректерде
«ойын» сөзі
балаларға
тән әрекетті
білдіретін.
Еврейлерде
«ойын» сөзі
әзіл мен
күлкі ұғымдарымен
теңестіретін.</span></p>
<p class="text-justify"><span>Римдіктерде
«ludо» - қуаныш,
шаттықты
білдіреді.
Санскритше
«кляда» -
ойын, қуаныш.
Немістерде
ежелгі
герман сөзі
«spilan» жеңіл,
байсалды
әрекетті
білдіреді.</span></p>
<p class="text-justify"><span>Аяғында
бүкіл
европалық
тілдерде
«ойын» сөзі
адамның
жалпы
әрекетін
білдіреді,
бір жағынан
ауыр жұмысқа
негіздемейтін
адамдарға
қуаныш пен
шаттыққа
бөлейді.
Сонымен, бұл
ұғымға бала
ойынынан
трагедиялық
шығармалары
да кіреді.</span></p>
<p class="text-justify"><span>50
жылдан кейін
атақты
голландиялық
биолог пен
психолог
Ф.Бойтендайк
«ойын»
сөзіне
этимологиялық
анализ
береді және
осы сөзді
бейнелейтін
ерекше
процесстер
белгілерін
табуға
тырысты. Бұл
белгілердің
ішінен «мына
жаққа және
анау жаққа» әрекетін
тауып, оған
спонтандық
және бостандық,
қуаныш пен
ермекті
кіргізеді.</span></p>
<p class="text-justify"><span>«Ойын»
сөзінің
негізгі түп
мағынасы не
болып келеді?
Философиялық
энциклопедия
сөздігінде
келесі ұғым
берілген:
«ойын –
термині жануарлар
мен
адамдардың
мол
әрекеттерін білдіреді.
Бұдан ойын
ұғымы адам
әрекетінің
негізін
ұғыну, егер
ойын
табиғатқа
қолданылса, ол
– метафора,
ойлау
ақпараты,
астарлы сөз.</span></p>
<p class="text-justify"><span>Платонның
бейнелеуі
бойынша,
ойынды рақымшыл,
дана, шаттық,
қызықты,
биік,
трагедиялық
деп санаған.</span></p>
<p class="text-justify"><span>Бірақ
ойын
әрекетінің
түсіну
философиялық-теориялық
жоспарында
Ф.Шиллер мен
И.Кант еңбегі
зор. Олардың
пікірінше,
ойын – адам
әрекетінің
бостандық
бейнесі.</span></p>
<p class="text-justify"><span>Кант
және Шиллер,
ең бірінші
болып
ойынның эстетикалық
табиғатын
бекітті,
ойында адам
тіршілігінің
сипаттамасын
көрді. Бірақ
Шиллер ойын
мәнін адам
әрекетінің
бостандығы
деп
шексіздеді.
Оның
айтуынша,
жануарлар әлемінде
«ойын –
күштің
молдылығы,
бұл жануарлардың
ойын
әрекетіне
түрткі
болады», ал өз
тіршілігіне
бұл әрекет
бағытталмаған.</span></p>
<p class="text-justify"><span>И.Хейзингтің
ойынша, ойын
әр түрлі
мәдени және
тұрмыстық
құбылыстарды
бағалау критериесі
болып
табылады,
әсіресе бұл
өнерге байланысты,
өйткені өнер
табиғаты
ойынға жақын.</span></p>
<p class="text-justify"><span>Автордың
басты
пікіріне
сәйкес, адам
тархының
дамуында
ойынға
негізделген
мәдениет
дамуы жатыр.</span></p>
<p class="text-justify"><span>Хейзингтің
ойынша, әрбір
ойын – бұл
парасаттылық/пасықтық,
қызығушылық/қызықсыз
тараулар
шекарасында
жүретін
«бостандық
әрекеті».
Жалпы
алғанда, оның
сөздері бойынша,
«мәдениет
ойын ретінде
емес және
ойыннан
басталмайды,
ол ойынның
өзінде
бастау алады».</span></p>
<p class="text-justify"><b><span>Мектепке
дейінгі
баланың
ойлауының<span>  </span>дамуы.</span></b><span>
Ойлаудың
дамуы
бірнеше
кезеңдерде
жүреді.</span></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>1.<span>    
</span></span></span><!--[endif]--><span>Көрнекі-белсенді
ойлау (кіші
мектеп жасына
дейінгі
балалар
психологиясына
тән) – ойлау
процестері
іс-әрекеттерді
орындаумен
тығыз
байланысты.
Нақты
нысандармен
бірнеше рет
манипуляциялар
жасау, олардың
физикалық
түрленуі
нәтижесінде
бала олардың
қасиеттері
мен жасырын
байланыстары
туралы түсінік
алады.
Мысалы,
көптеген
балалар
ойыншықтарды
қалай жұмыс
жасайтынын
білу үшін оларды
бөлшектеуді,
бөлшектеуді
ұнатады.</span></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>2.<span>    
</span></span></span><!--[endif]--><span>Көрнекі-бейнелі
ойлау (орта
мектеп
жасына дейінгі
ойлаудың
басым түрі).
Бала белгілі бір
заттармен
емес, олардың
визуалды
бейнелерімен,
модельдерімен
жұмыс
істеуге
үйренеді.</span></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>3.<span>    
</span></span></span><!--[endif]--><span>Ауызша
және
логикалық
ойлау. 6-7
жастан бастап
қалыптаса
бастайды.
Бала көрнекі
немесе
модель
түрінде
көрсетілмеген
болса да, абстрактілі
ұғымдармен
жұмыс
істеуге үйренеді.</span></p>
<p class="text-justify"><span><span>      </span><span>  </span>Психикалық
денсаулығы
жақсы баланың
танымдық
белсенділігі
болады.
Баланың әр
нәрсеге
қызығушылығы
оның
айналадағы заттарды
білуге
негізделеді.</span></p>
<p class="text-justify"><span><span> </span>Психикалық
денсаулығы
жақсы
баланың танымдық
белсенділігі
болады.
Баланың әр
нәрсеге
қызығушылығы
оның
айналадағы
заттарды
білуге
негізделеді.</span></p>
<p class="text-justify"><span><span> </span>Қарым-қатынаста
белсенді
болған сайын,
бала
сұрақтарды
да көп қоя
бастайды.
Бала барлық
затқа
қызығушылық
тудыруы
мүмкін: мұхит
қандай
тереңдікте
болуы мүмкін
және ондағы
жануарлар
қалай тыныс
алады? қанша
мың шақырымда
жер шары
орналасқан?
неге таудағы
қар ерімейді
және төменгі
жағы еріп
кеткен?</span></p>
<p class="text-justify"><span><span> </span>Бала
білімге
құмар, ал
білімді
игеру көптеген
«неге?»,
«қалай?», «не
себептен?»
деген сияқты
сұрақтар
арқылы
жүзеге асады.
Ол сұраққа
нақты жауап
табуы қажет.
Қандай да бір
тапсырмалар
туындағанда
бала оны өзі
шеше алады.
Бейнелі
түрде ойлау –
бастауыш
мектеп
кезеңіндегі
ойлаудың ең
негізгі түрі
болып
табылады,
әрине, бала
логикалық
түрде ойлай
алады.</span></p>
<p class="text-justify"><span>Бастауыш
мектепте
баланың
ойлау
қабілеті
эгоцетризммен
ерекшеленеді.
Ж. Пиаже көрсеткендей,
баланың
ойлау
қабілеті алты-жеті
жасында
орталықпен
немесе айналадағы
заттардың
қабылдауымен
жүреді. Мысаы,
балаға
ұзындықтары
әр түрлі үш
таудың суретін
көрсетіп,
оған өзіне
жақын, таныс
таудың
суретін тап
деп айтса, ол
бұл тапсырманы
өте оңай
шешеді. <span>            </span>Ж.
Пиаженің шешіміне
сәйкес,
балалық
шақтың ойлау
қабілетінің
құрылымы бұл
– «орталық»
болып табылады.</span></p>
<p class="text-justify"><span>Әлеуметтік
орта - кең
ұғым. Бұл
бала өсіп
келе жатқан
қоғам, оның
мәдени
дәстүрлері,
басым
идеологиясы,
ғылым мен
өнердің даму
деңгейі,
негізгі діни
ағымдар. Онда
қабылданған
мемлекеттік
және жеке оқу
орындарынан
(балабақшалар,
мектептер,
шығармашылық
үйлер және
т.б.) бастап,
отбасылық
тәрбиенің
ерекшелігіне
дейін
балаларды
тәрбиелеу
мен оқыту
жүйесі
қоғамның
әлеуметтік және
мәдени
дамуының
ерекшеліктеріне
байланысты.
Әлеуметтік
орта-бұл
баланың
психикасының
дамуына
тікелей әсер
ететін ең
жақын әлеуметтік
орта:
ата-аналар
мен басқа да
отбасы мүшелері,
кейінірек
балабақша
тәрбиешілері
мен мектеп
мұғалімдері.
Жасы
ұлғайған сайын
әлеуметтік
орта
кеңейеді:
мектепке дейінгі
балалық
шақтың
аяғынан
бастап
құрдастар баланың
дамуына әсер
ете бастайды,
ал жасөспірімдер
мен орта
мектеп
жасында
кейбір әлеуметтік
топтар —
бұқаралық
ақпарат құралдары,
митингілер,
діни
қауымдастықтардағы
уағыздар
және т.б.
арқылы
айтарлықтай
әсер етуі мүмкін.
Әлеуметтік
ортадан тыс
бала толыққанды
тұлға бола
алмайды.
Ормандарда
өте кішкентай
жоғалған
және
жануарлар
арасында өскен
балалар
табылған
жағдайлар
бар. Мысалы,
түнде
қасқырлармен
бірге
тұратын екі үнді
қызы төгілді.
Адам өзінің
ерекше пластикалық
психикасымен
өзіне
берілген
нәрсені игереді,
ал егер ол
адамзат
қоғамынан
айырылса,
онда оған
ештеңе
көрінбейді.
«Жабайы» балалар
адамдарға
келгенде,
тәрбиешілердің
қажырлы
еңбегіне
қарамастан,
олар интеллектуалды
түрде өте
нашар дамыды;
егер бала үш
жастан асқан
болса, ол
адамның
сөйлеуін
игере алмады
және аз ғана
сөздерді
айтуды
үйренді. Психологияда
«сензитивті
даму
кезеңдері»
ұғымы бар —
белгілі бір
әсерге ең
жоғары сезімталдық
кезеңдері.
Мысалы,
сөйлеуді дамытудың
сезімтал
кезеңі бір
жылдан 3 жылға
дейін, ал
егер бұл
кезең
жоғалса,
болашақта
шығындарды
өтеу мүмкін
емес.
Кез-келген
бала өзінің
ең жақын
әлеуметтік
ортасынан
кем дегенде
қажетті
білім, білік,
іс-әрекет,
қарым-қатынас
алады. Бірақ
ересектер
оның белгілі
бір жаста бір
нәрсені оңай
меңгеретінін
ескеруі
керек:
этикалық
идеялар мен
нормалар —
мектепке
дейінгі,
ғылым негіздері
— бастауыш
мектепте
және т.б.</span></p>
<p class="text-justify"><span>Л.С.
Выготскийдің
пікірінше,
осы кезеңде
белгілі бір
әсерлер
бүкіл даму
процесіне
әсер етіп,
ондағы терең
өзгерістерді
тудырады.
Басқа
кезеңдерде
бірдей
жағдайлар
бейтарап
болуы мүмкін;
олардың даму
барысына
кері әсері де
көрінуі
мүмкін.
Сензитивті
кезең
оңтайлы оқу мерзімдерімен
сәйкес
келеді. Оқу
барысында
балаға
әлеуметтік-тарихи
тәжірибе
беріледі.
Балаларды
оқыту
мәселесі
(немесе, кеңірек,
білім беру)
тек
педагогикалық
ғана емес.
Білім беру
баланың
дамуына әсер
ете ме, жоқ па
деген сұрақ,
егер ол әсер
етсе, онда
қалай-жас
психологиясының
негізгілерінің
бірі. Биологизаторлар
оқуға көп мән
бермейді. Олар
үшін
психикалық
даму процесі
— бұл өзіндік
ішкі
заңдылықтарына
сәйкес
жүретін процесс,
ал сыртқы
әсерлер бұл
бағытты
түбегейлі
өзгерте
алмайды.</span></p>
<p class="text-justify"><span>Дамудың
әлеуметтік
факторын
мойындайтын
психологтар
үшін оқыту
түбегейлі
маңызды
сәтке
айналады.
Социологизаторлар
даму мен
оқытуды
анықтайды.</span></p>
<p class="text-justify"><span>Л.С.
Выготский
психикалық
дамудағы
оқытудың
жетекші рөлі
туралы
ережені алға
тартты. К.
Маркс пен Ф.
Энгельстің
адамның
әлеуметтік
мәні туралы
идеясына
сүйене
отырып, ол
шынайы адами,
жоғары
психикалық
функцияларды
мәдени-тарихи
дамудың
өнімі деп
санайды.</span></p>
<p class="text-justify"><span>Жоғары
психикалық
функциялар
алдымен
бірлескен іс-әрекетте,
ынтымақтастықта,
басқа
адамдармен
қарым-қатынаста
қалыптасады
және біртіндеп
ішкі
жоспарға
ауысады,
баланың ішкі
психикалық
процестеріне
айналады. Л.С.
Выготскийдің
жазуынша, «баланың
мәдени
дамуындағы
кез — келген
функция
сахнада екі
рет, екі
жоспарда,
алдымен
әлеуметтік,
содан кейін
психологиялық,
алдымен
адамдар
арасында
пайда болады,
содан кейін
баланың
ішінде».
Жоғары
психикалық
функция оқу
процесінде,
баланың
ересек
адаммен
бірлескен
іс-әрекетінде
қалыптасқанда,
ол «жақын
даму
аймағында»
болады. Бұл
тұжырымдаманы
Л.С.
Выготский
әлі
жетілмеген,
бірақ тек
бірге
көрінетін
психикалық
процестер
аймағын
белгілеу
үшін
енгізеді. Бұл
процестер біртіндеп
дамып,
«кешегі даму
күні» болған
кезде, оларды
тест тапсырмалары
арқылы
диагноз
қоюға болады.
Баланың
әлеуетті
мүмкіндіктері,
яғни оның
жақын даму
аймағын
бірлескен
іс-әрекетте
анықтауға
болады - оған
әлі шеше
алмайтын
тапсырманы
орындауға
көмектеседі.</span></p>
<p class="text-justify"><span>Даму
деңгейі
бірдей
балаларда әр
түрлі потенциалды
мүмкіндіктер
болуы мүмкін.
Бір бала
көмекті оңай
қабылдайды,
содан кейін
барлық ұқсас
тапсырмаларды
өз бетінше
шешеді.
Басқасына
ересек адамның
көмегімен
тапсырманы
орындау қиынға
соғады.
Сондықтан,
белгілі бір
баланың дамуын
бағалай
отырып, оның
өзекті
деңгейін (тестілеу
нәтижелері)
ғана емес,
сонымен
бірге «ертеңгі
күн» — жақын
даму аймағын
да ескеру
қажет.</span></p>
<p class="text-justify"><span>Оқыту
жақын даму
аймағына
бағытталуы
керек. Л.С.
Выготскийдің
айтуы
бойынша
оқыту дамуға әкеледі.
Бірақ ол,
сонымен
бірге,
баланың дамуынан
бас тартпауы
керек. С.Л.
Рубинштейн,
Л.С.
Выготскийдің
ұстанымын
нақтылап,
даму мен
оқытудың
бірлігі
туралы
сөйлесуді
ұсынады.
Оқыту
баланың
белгілі бір
даму деңгейіндегі
мүмкіндіктеріне
сәйкес келуі
керек. Оқу
барысында
осы
мүмкіндіктерді
іске асыру
келесі,
жоғары
деңгейдегі жаңа
мүмкіндіктерді
тудырады.</span></p>
<p class="text-justify"><span>Тәрбиеші
баланы
оқытып, сол
арқылы оның
қызметін
ұйымдастырады.
Анасы сәбиге
шыныаяқты
қалай ұстап,
оны аузына
апару
керектігін
көрсетіп, осы
шыныаяқты
баланың
қолына
береді де, оның
іс-әрекетін
бақылап,
оларды
сақтандырып,
түзетіп
отырады.
Баланы
санауға
үйреткен мұғалім
оған
таяқшалар
береді, содан
кейін оның
санасында
санау үшін
көптеген
мысалдар мен
тапсырмалар
береді. Оқыту
мен белсенділік
ажырамас,
олар баланың
психикасының
даму көзіне
айналады.</span></p>
<p class="text-justify"><span>Бала
неғұрлым
үлкен болса,
соғұрлым ол
қызмет
түрлерін
игереді. Бірақ
әр түрлі
іс-шаралар
дамуға
әртүрлі әсер
етеді. Әр жас
кезеңінде
пайда
болатын
психикалық
функциялар
мен баланың
жеке басының
қалыптасуындағы
негізгі
өзгерістер
жетекші
қызметке
байланысты.</span></p>
<p class="text-justify"><span>Л.С.
Выготскийдің
шәкірті және
ізбасары А.Н.
Леонтьев
жетекші
қызметтің үш
белгісін анықтады.
Біріншіден,
жетекші
қызмет түрінде
жаңа қызмет
түрлері
пайда болады
және сараланады.
Мысалы, бала
ойын арқылы
оқи бастайды:
мектеп
жасына
дейінгі
баланың рөлдік
ойынында оқу
элементтері
пайда болады
— келесі,
кіші мектеп
жасында жетекші
болатын,
ойынды
өзгертетін
іс-шаралар.
Екіншіден,
бұл қызметте
жеке психикалық
функциялар
қалыптасады
және қайта құрылады.
Мысалы,
ойында
шығармашылық
қиял пайда
болады.
Үшіншіден,
осы уақытта
байқалған жеке
өзгерістер
оған
байланысты.
Сол ойында
мектеп
жасына
дейінгі бала
мінез-құлық
нормаларын
игереді <span> </span>ересектер,
ол ойын
жағдайында
қарым-қатынасын
ойнатады.</span></p>
<p class="text-justify"><span>Бала
көп уақыт
беретін
кез-келген
іс-әрекет
жетекші бола
алмайды.
Баланың өмір
сүру жағдайлары
әр жас
кезеңінде ол
белгілі бір
іс-әрекет
түрінде
қарқынды
дамуға
мүмкіндік
алады: нәресте
кезінде-тікелей
— анамен
эмоционалды
қарым-қатынаста,
ерте жаста —
заттарды
манипуляциялау,
мектепке
дейінгі
балалық шақ —
құрдастарымен
ойнау, бастауыш
мектеп
жасында-оқу
іс-әрекетінде,
жасөспірім-құрдастарымен
жеке-жеке
қарым-қатынаста,
үлкен
мектеп-болашақ
мамандыққа
дайындық
кезінде.</span></p>
<p class="text-justify"><span>Ең
алдымен,
қозғалмайтын
іс-әрекет жоқ
екенін есте
ұстаған жөн:
қызмет
құрылымының
бірінші
компоненті-мотив.
Ол белгілі
бір
қажеттілік негізінде
қалыптасады.
Қажеттілікті
әртүрлі
тәсілдермен
қанағаттандыруға
болады, яғни әр
түрлі
заттардың
көмегімен.
Мысалы, бала
аш болған
кезде, ол
өзінің
биологиялық
қажеттілігін
нанмен
қанағаттандыра
алады немесе
шоколадпен
талап ете
алады.
Қажеттілік тиісті
тақырыпқа «сәйкес
келеді» және
қызметті
ынталандыру
және
бағыттау мүмкіндігіне
ие болады.
Осылайша
мотив пайда
болады.</span></p>
<p class="text-justify"><span>Қызмет
саналы
мақсаттарға
жетуге
бағытталған
жеке
әрекеттерден
тұрады.
Мақсат және
мотив
қызметіне
сәйкес
келмейді.
Оқушы математика
бойынша үй
тапсырмасын
орындайды
және мәселені
шешеді делік.
Оның
мақсаты-бұл
мәселені
шешу. Бірақ
оның
іс-әрекетін
шынымен ынталандыратын
мотив ананы
ренжітпеу немесе
"бес" алу
немесе өзін
босатып,
достарымен
ойнауға бару
болуы мүмкін.
Үш жағдайда
да бала үшін
математикалық
есепті
шешудің мағынасы
әртүрлі
болады.
Іс-әрекеттің
мәні мақсаттың
қандай
себепке
байланысты
өзгеретініне
байланысты
өзгереді.</span></p>
<p class="text-justify"><span>Осылайша,
іс-әрекеттің
құрылымын
келесідей
схемалық
түрде
ұсынуға
болады:</span></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>·<span>       
</span></span></span><!--[endif]--><span>мотив-қызмет,</span></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>·<span>       
</span></span></span><!--[endif]--><span>мақсат-әрекет,</span></p>
<p class="text-justify"><!--[if !supportLists]--><span><span>·<span>       
</span></span></span><!--[endif]--><span>қызметті
жүзеге асыру
шарттары —
операциялар.</span></p>
<p class="text-justify"><span>Іс-әрекеттің
құрылымына
және
іс-әрекеттің
баланың
дамуына
әсеріне
байланысты
мәселелер
іс-әрекеттің
сыртқы
жоспарына
қатысты
болды. Бірақ
ішкі жоспар
бар. Отандық
психологияда
психикалық
дамуды ішкі
іс-әрекеттің
қалыптасуы
деп түсіну
әдетке
айналған. Психикалық
функциялар
немесе
процестер —
бұл ішкі
әрекеттер,
және Л.С.
Выготскийдің
жоғары
психикалық
функцияларын
дамытудың жоғарыда
аталған
теориясында
олардың қалыптасу
жолы
байқалады:
сыртқы-ішкі.
Сырттан ішкі
іс-қимыл
жоспарына
ауысудың
психологиялық
механизмі
интериоризация
деп аталады.
Интериоризация
сыртқы
әрекеттерді
трансформациялауды
қамтиды-оларды
жалпылау, вербализация
(ауызша жоспарға
аудару) және
қысқарту. А.Н.
Леонтьев
атап
өткендей,
интерьерлеу
процесі сыртқы
белсенділік
сананың ішкі
жоспарына
ауысатындығында
емес — бұл
ішкі жоспар
қалыптасатын
процесс.<span>                      
</span>П.Я. Галперин
ішкі,
ақыл-ойға
айналмас
бұрын сыртқы
әрекеттен
өтуі керек
кезеңдер
тізбегін
құрды. Бірақ
алдымен
бізге іс-әрекеттің
тиісті
мотивациясы
мен
индикативті
негізі
қажет-бала
айналысатын
материалда
және өзі
орындайтын
әрекеттерде
бағдарлау. Бала
уәжделген
және
іс-әрекеттің
толық бағытталған
негізіне ие
болған кезде,
ол сыртқы,
материалдық
немесе
материалдандырылған
әрекеттерді
орындайды
(мысалы,
схема, модель
бар әрекеттер).
Келесі
кезеңде ол
сыртқы
жоспарда не өндіргенін
қатты айтады.
Содан кейін
ол мұны
егжей-тегжейлі,
бірақ тыныш,
өзіне айтуы керек.
Бұл уақытта
сөйлеу
сыртқы болып
қалады, тек
оның
дыбыстық
жағы
жоғалады. Ақыр
соңында,
соңғы
кезеңде, бала
еріндерін қозғауды,
сыбырлауды
тоқтатып, өзі
шешетін тапсырмаға
тез жауап
бергенде,
әрекет ішкі
болады. Ішкі
іс-қимыл
жоспары
сөйлеуге сүйене
отырып
қалыптасады.</span></p>
<p><span>Баланың
оқу
әрекетіне
жеке басының
дайындығын
психологтар,
оның өз
психикалық
процестерін
басқара
білуімен
байланыстырады,
демек
баланың
импульсивтік
(жедел)
эмоциясынан
арылып,
ерік-жігер
қасиеттері
орын алып,
қабылдау
барысында,
белсенділікті,
тәртіптілік
пен оқуға деген
ынтасын
көрсете
алуына
жағдай жасау,
маңызды
мәселелердің
бірі болып
табылады.
Қазіргі
кезде
балалар
психологиясы
ғылымында мектепке
оқуға
дайындықтың
мазмұны тек
баладағы
біліммен, интеллектуалдық
дайындығымен
тұжырымдалмай,
оның
психикасының
сапалы
ерекшелігімен,
белгілі
психикалық
жаңа
құрылымдарының
қалыптасуымен
жүзеге
асатындығын
көрсетеді.</span></p>
</div>`},{id:"lecture-8",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"8-дәріс",title:"§ 5 Бастауыш мектептегі оқушылардың психикалық даму",topic:"Бастауыш мектептегі оқушылардың психикалық даму",original:"./originals/lecture/8.mht",content:`<div>
<p class="text-justify"><b><span>§ 5 </span></b><b><span>Бастауыш
мектептегі
оқушылардың
психикалық
даму</span></b><b></b></p>

<p class="text-justify"><span>Бастауыш
мектеп жасы –
білімді
сіңіру, қабылдау
және
жинақтау
кезеңі.
Ересек
адамның
беделіне
сенімді
түрде бағыну,
жоғары деңгейдегі
қабылдағыштық,
зейінділік,
болмысты
қабылдаудағы
аңғалдық,
ойынға
еліктегіштік
– осы аталған
қасиеттер
таным
үдерісіне
қолайлы
жағдай туғызады.
Сыртқы
әлемге деген
бағыттылық
басыңқы
орында
тұрады: олар
әрбір көрген
құбылыстарды
дәлме дәл
есте сақтай
алады. Бірақ құбылыстың
тереңіне
барып, өзге
құбылыстармен
себеп байланысын
орнатуға
ұмтылмайды.
Осы кезеңдегі
тұлғалық
дамудағы
негізгі
тетік еліктеу
болып
келеді,<span> 
</span>мұғалімнің
қылығын,
сөйлеу
мәнерін, ойын
қайталауға
әуестігі
байқалады.
Бұл
ерекшелік
мұғалімге өз
тәртібіне
аса мән
беріп,
жауапкершілікпен
қарауға міндеттейді.
Л.С.Выготский
осы жасқа
«тікелей
болмыстың
жоғалуы» тән
дейді.
Болмысқа
деген
әлеуметтік-жанамалық
қатынас
қалыптасады:
«апай айтты»,
«апайдың
берген
тапсырмасын
орындауым керек»,
«апайдан
сұраймын»
және сол
сияқты сөз
тіркестері
күнделікті
қолданысқа
енеді. Ал, Р. С.Немов:
«оқудың
әсерінен
бастауыш
жастағы оқушыларда
танымдық
процестердің
қайта құрылуы
басталады»,-деп
жазады. Бұл
балалардың
жаңа әрекет
түрлері мен
тұлғааралық қарым-қатынас
жүйесіне
енуіне байланысты.
Сондықтан,
бала жаңа
ортаға үйрену
үшін ересек
адамға тән
жаңа
психологиялық
сапаларды
меңгеруі
қажет, атап
айтсақ:
еріктілік,
өнімділік
және
тұрақтылық.</span></p>
<p class="text-justify"><span>Балалардың
оқуға
қызығушылығын
<span> </span>анықтау
және тиімді
қолдану
келесі
негізгі
міндеттерді
шешумен
анықталады: </span></p>
<p class="text-justify"><span>1. Балаларды
мектепте
және үйде
жұмыс жасауға
бейімдеуді
тездету,
оқуға үйрету,
зейінділікке,
ұқыптылыққа
дағдыландыру;</span></p>
<p class="text-justify"><span>2. Оқуға
деген
дайындығына
байланысты
балаларды психологиялық
жағынан
түзетуге,
теңелтуге
талпыну;</span></p>
<p class="text-justify"><span>3. Балаға
өз тәртібін
өзі реттеуге
дағдыландыру.</span></p>
<p class="text-justify"><span>2. Оқу
әрекеті. Оқу
әрекеті тек
білім алумен шектелмейді.
Оған ептілік
пен дағдылық
керек. Жеке
пәндерден
сабақтарды
ойдағыдай үлгеру
үшін алдымен
баланың
ықыласы болуы
шарт. Оқу
ойынға
қарағанда
қиын
болғандықтан
балалардың
кейбіреулерінің
оқуға
ықыласы
болып жарымайды.
Оларды оқуға
үгіттеу
арқылы тарту
керек.
Орындалған
тапсырма
үшін қуану
кейін алдағы
тапсырманы
орындауға
түрткі болады.
Ықыластың
тікелей және
жанама түрі
бар. Тікелей
ықылас
оқушының бір
нәрсеге қызығуынан
болады.
Жанама
ықылас
қызығу
болмаса да,
жалпы сабақ
үлгерімін
жақсартқысы
келгендіктен
болады.
Ықыластың
соңғы түрі
оқушылардың
өмірінде
негізгі роль
атқаруы тиіс.</span></p>
<p class="text-justify"><span>Балалар
оқуды
ынтамен
тапсырманы
қалай
орындаудың
тәсілін жақсы
білмейді.
Мысалы, олар
берілген
тапсырманы
жаттап
алғысы келіп
тұрады. Солай
болуы
осылардың
жаттауға
икемділігінен
емес, оқуға
әлі
төселмегендігінен<span> 
</span>кездеседі. </span></p>
<p class="text-justify"><span>Л.А.
Першина
қабылдауды
синкретизм
және жоғары
эмоционалдық
тән деп атап
көрсетеді.
Құбылыстарды
және ситуацияларды
бөлмей,
тұтастай
қабылдау оқу
әрекетіне
қажетті талдау
операциясын
орындауды
қиындатады.
Негізгіні
анықтау және
заттар мен
құбылыстардың
айырмашылығын
білуге
үйрету үшін
бақылауды
меңгерту
керек. Талдау
операциясында
заттардың
сапаларын
салыстыру арқылы
сыртқы әсерленуден
мазмұны
бойынша
қабылдауға
әкеледі.</span></p>
<p class="text-justify"><span>Зейінді
дамыту.
Оқудың бас
кезінде
зейін еріксіз.
Ерікті
зейінді
дамыту
бағытында үлгіні
қолдану
арқылы
баланың
әрекетін нақты
ұйымдастыру
және өзін өзі
бақылау әрекетін
қолдануға
болады. Бұл
жұмыс өзінің
не өзгенің
қателерін
тексеріп,
нәтижені
дұрыс жауаппен
салыстырудан
құралады. </span></p>
<p class="text-justify"><span>Д.Б.Эльконин
бойынша оқу
әрекеті
келесі компоненттерден
құралады: </span></p>
<p class="text-justify"><span>1.Оқу
тасырмасы,
2.Оқу әрекеті
3.Тексеру
әрекеті, 4.
Баға қоюдан. </span></p>
<p class="text-justify"><span>Ерекшеліктеріне
тоқталсақ,
оқу тапсырмасын
мұғалім
береді, ал
оқушы
қабылдайды,
оқу әрекетін
ересектер
ұйымдастырады,
топ
балаларына
жалпы
сипатта,
тексеру -
мұғалім
қызметі, оқушылар
үлгі бойынша
орындайды.
Баға арқылы
өзіңді
көрсету оқу
әрекетіндегі
өзгерістің
кепілі. </span></p>
<p class="text-justify"><span>Кіші
мектеп жасын
шамамен 7-ден 10-11
жасқа
дейінгі
балалардың
жасы деп
санайды, бұл
оның
бастауыш
мектепте
оқыған жылдарына
сәйкес
келеді. Бұл
физикалық
дамудың
салыстырмалы
түрде тыныш
және
біркелкі кезеңі.</span></p>
<p class="text-justify"><span>Мектепке
бару баланың
өміріне
үлкен өзгерістер
енгізеді.
Оның бүкіл
өмір жолы, ұжымдағы,
отбасындағы
әлеуметтік
жағдайы күрт
өзгереді.
Бұдан әрі
негізгі,
жетекші
іс-әрекет оқытуға
айналады, ең
маңызды
міндет -
білім алу.
Оқыту -
баланың
ұйымшылдық,
тәртіпті, ерікті
күш-жігерін
қажет ететін
байыпты жұмыс.
Мектеп
оқушысы ол
үшін 11 жыл
бойы өмір
сүретін,
оқитын,
дамитын жаңа
командаға
қосылды.</span></p>
<p class="text-justify"><span>Әрине,
кіші жастағы
оқушылардың
бойында
оқуға деген
ынтаның
бірден
қалыптасуы
екі талай. Олар
не үшін оқу
керектігін
әлі
түсінбейді.
Бірақ көп
ұзамай оқыту
дегеніміз
ерік-жігерді,
зейінді
жұмылдыруды,
интеллектуалды
белсенділікті
және өзін-өзі
ұстауды
қажет ететін
жұмыс екендігін
түсінеді.
Егер бала
бұған
үйренбеген болса,
онда ол
көңілі
қалады, оқуға
деген теріс
көзқарас
пайда болады.
Мұның алдын
алу үшін
мұғалім
баланы оқыту
- бұл мереке
емес, ойын
емес,
байыпты,
қажырлы
еңбек, бірақ
өте қызықты
деген оймен
баланы
шабыттандыруы
керек. </span></p>
<p class="text-justify"><span>Алғашында
бастауыш
сынып
оқушылары
отбасындағы
қарым-қатынастарын
басшылыққа ала
отырып жақсы
оқиды, кейде
бала ұжыммен
қарым-қатынас
негізінде
жақсы оқиды.
Жеке мотив те
маңызды рөл
атқарады:
жақсы баға
алуға ұмтылу,
мұғалімдер
мен
ата-аналардың
мақұлдауы.</span></p>
<p class="text-justify"><span>Алдымен
ол оқу
іс-әрекетінің
мән-мағынасын
түсінбей
қызығушылықты
дамытады. Тек
олардың
тәрбие
жұмысының
нәтижелеріне
қызығушылық
пайда
болғаннан
кейін ғана
оқу іс-әрекетінің
мазмұнына,
білімді
игеруге деген
қызығушылық
қалыптасады.
Дәл осы негіз
кіші мектеп
оқушысында
оқуға деген
шынайы
жауапкершілікпен
байланысты
жоғары әлеуметтік
тәртіпті
оқыту
мотивтерін
қалыптастырудың
құнарлы
негізі болып
табылады.</span></p>
<p class="text-justify"><span>Бастауыш
сыныптардағы
оқу
іс-әрекеті,
ең алдымен,
қоршаған
әлемді
тікелей
танудың
психикалық процестерін
- сезімдер
мен
қабылдауды
ынталандырады.
Кіші мектеп
оқушылары
қабылдаудың
өткірлігімен
және
балғындығымен,
өзіндік
қызығушылығымен
ерекшеленеді.
Кіші мектеп
оқушысы
қоршаған
ортаны күн
сайын өзіне
жаңа қырларын
ашатын жанды
қызығушылықпен
қабылдайды.</span></p>
<p class="text-justify"><span>7-8
жастағы бала
әдетте
белгілі бір
санаттарда
ойлайды. Одан
кейін
жалпылау
және абстракциялау
қабілетінің
белгілі бір
даму деңгейімен
байланысты
формальды
операциялар
кезеңіне өту
бар. Орта
деңгейге
өткен кезде
мектеп
оқушылары өз
бетінше ой
қорытуды,
қорытынды
жасауға,
салыстыруға,
талдауға,
нақты және
жалпыны
табуға,
қарапайым заңдылықтарды
орнатуға
үйренуі
керек. Егер 1-2
сынып
оқушылары
бірінші
кезекте
объектінің
әрекетін (не
істейтінін)
немесе оның
мақсатын
сипаттайтын
сыртқы
белгілерді
анықтаса,
демек, 3-4
сыныптар
бойынша
мектеп оқушылары
оқу
процесінде
қалыптасқан
білім мен
идеяларға
сүйене
бастайды.</span></p>
<p class="text-justify"><span>7-8
жастағы
мектеп
оқушысы ұзақ
уақытқа дейін
мақсатына
жете алмайды,
қиындықтарды
табандылықпен
жеңеді.
Ептілік пен
қыңырлық
отбасылық
тәрбиенің
кемшіліктерімен
түсіндіріледі:
бала өзінің
барлық
тілектері
мен
талаптарын қанағаттандыруға
дағдыланған.
Ептілік пен
қыңырлық -
баланың
мектептің
оған қоятын
талаптарына,
«қажет»
нәрсесі үшін
«қалағанын»
құрбан ету
қажеттілігіне
наразылық
білдірудің ерекше
түрі.</span></p>
<p class="text-justify"><span>Бастауыш
мектептің
соңында оқу
қызметіне
деген
көзқарас
өзгереді.
Біріншіден,
бірінші
сынып
оқушысы оқу
іс-әрекетінің
процесіне
қызығушылықты
танытады.</span></p>
<p class="text-justify"><span>Содан
кейін оның
жұмысының
нәтижесіне
деген
қызығушылық
қалыптасады:
көшеде бала
алғаш рет өз бетінше
оқыды, сол
үшін қатты
қуанды. Тәрбие
жұмысының
нәтижелеріне
деген
қызығушылық
пайда
болғаннан
кейін
бірінші
сынып оқушыларында
оқу
іс-әрекетінің
мазмұнына деген
қызығушылық,
білімді
игеру
қажеттілігі
пайда болады.</span></p>
<p class="text-justify"><span>Оқу
іс-әрекетінің
мазмұнына
қызығушылықты
қалыптастыру,
білімді
меңгеру
мектеп оқушыларының
жетістіктеріне
қанағаттану
сезімімен
тәжірибесімен
байланысты.
Ал бұл сезім
ең кішкентай
жетістігін
алға баса
отырып
мұғалімнің,
ересек
адамның
мақұлдауымен
қозғалады.</span></p>
<p class="text-justify"><span>Жалпы,
мектептің
бастауыш
сатысында
баланың
білім алу
кезінде
келесі
қасиеттер қалыптасуы
керек:
озбырлық,
рефлексия,
ұғымдардағы
ойлау; ол
бағдарламаны
сәтті игеруі
керек; ол өз
қызметінің
негізгі
компоненттерін
қалыптастырған
болуы керек;
сонымен
қатар,
мұғалімдермен
және
сыныптастарымен
қарым-қатынастың
сапалы жаңа,
«ересек»
түрі пайда
болуы керек.</span></p>
<p class="text-justify"><span>Жас
ерекшелiктiк
даму
барысында
меңгерушiлiк
— бұрынгы
кезеңдердегi
нақты
жетiстiктердi
жоғалтуы
мүмкiн. «Жалпы
қабiлеттiң
қалыптасуы
үшiн, тек
ақьл-ой
деңгейi ғана
аса қажет
емес,
сондай-ақ оқу
тәрбиелiк
әсердiң жас
ерекшелiгiнiң
де мәнi зор», -
деп көрсетедi
Н.С. Лейтес.
Мысалы,
бастауыш
мектеп
оқушысына әсерленгiш,
жеткiншектiң
өзiндiк
шешiмге келгiштiкке
бейiмдiлiгi —
ақыл-ойдың
өзiндiк
ерекшелiгiне,
терең, iз
калдырады, -
деп көрсетедi
Н.С. Лейтес.
Сонымен,
әртүрлi
адамдардағы
қабiлеттiң
сапалы
өзiндiк
үйлесiмдiлiктердiң
арқасында
кез-келген
творчествалыққа
оның жеке даралығы
мен өзiндiк
ерекшелiктiгi
тең болады.
Мұнсыз
творчествалық
прогресс, адамның
шығармашылығының
барлық жемiсi
мағынасыз
болар едi.
Сондықтан
балаларды
оқыту мен
тәрбиелеу
барысында,
оларда
көрiнген сапалы
өзiндiк
қабiлеттер
мен
дарындылықты
ескермей
қоймау керек,
оқушыларға
жеке даралық
әсер етудiң
әртүрлi
әдiстерiн
қолдана
отырып, оны
дамыту қажет.
Психологияда
сезгiштiк және
қабiлет
адамның
психикасының,
санасының,
әрекетiнiң
бiршама
өзбеттiлiк
элементi ретiнде
зерттелiнедi.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1.
<span>Мектепке
дейінгі
кезеңдегі
әлеуметтік жағдаяттың
жалпы </span>сипаттамасы.</span></p>
<p class="text-justify"><span>2. </span><span>Ойын
мектепке <span>дейінгі
баланың
жетекші
іс-әрекеті
ретінде.</span></span></p>
<p class="text-justify"><span>3. </span><span>Шетел
және <span>кеңестік
психологиядағы
ойын туралы
түсініктерді
талдауы.</span></span></p>
<p class="text-right"><span>4. Мектепке
<span>дейінгі
</span>баланың <span>түйсігі
мен
қабылдауы. </span></span></p>
<p class="text-right"><span>5.
Мектепке
дейінгі
баланың
ойлауының<span>  </span></span><span>дамуы.
</span></p>
<p class="text-right"><span>6.
Мектепке <span>дейінгі
жастағы
эмоциялардың
</span>дамуы және <span>психоәлеуметтік
</span>даму.</span></p>
<p class="text-right"><span>7. <span>Мектептегі
оқуға
даярлық
мәселесі.
Жеті </span>жастағы
дағдарыс <span>белгілері.</span></span></p>
<p class="text-right"><span>8.
Бастауыш
мектеп
кезеңіндегі
психикалық </span><span>даму
<span>жағдайларының<span>  </span>жалпы </span>сипаттамасы.</span></p>
<p class="text-right"><span>9. Оқу <span>іс-әрекетінің
құрылымы
және
қалыптасуының
жалпы
заңдылықтары.</span></span></p>
<p class="text-right"><span>10.
Бастауыш
мектеп <span>кезеңі
барысындағы </span>оқу
<span>іс-әрекетіне
қатынастын
өзгеру
динамикасы.</span></span></p>

</div>`},{id:"lecture-9",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"9-дәріс",title:"§ 1 Жеткіншектік кезең",topic:"Жеткіншектік кезең",original:"./originals/lecture/9.mht",content:`<div>
<p class="text-justify"><b><span>§ </span></b><b><span>1 Жеткіншектік
кезең</span></b></p>

<p class="text-justify"><span>Жеткіншектік
кезең - онтогенез
кезеңі, ол
балалық шақ
пен ерте
жасөспірімдер
арасында
жатыр. Ол 10-11
жастан 13-14
жасқа дейінгі
кезеңді (V-VIII
сыныптар)
қамтиды. </span></p>
<p class="text-justify"><span>Жеткеншіктік
кезеңінің
басталуы
бірқатар
ерекше
белгілердің
пайда
болуымен сипатталады,
олардың
ішіндегі ең
маңыздылары -
құрбыларымен
қарым-қатынас
жасауға ұмтылу
және олардың
дербестігін,
тәуелсіздігін
және жеке
автономиясын
бекітуге деген
ұмтылысты
көрсететін
белгілердің
мінез-құлқында
пайда болуы.</span></p>
<p class="text-justify"><span>Жеткіншектің
басты
ерекшелігі -
дамудың барлық
жақтарына
әсер ететін күрт
сапалы
өзгерістер.
Кейбір
жеткіншектер
үшін бұл
өзгерістер
әр түрлі
уақытта
болады:
кейбір
жеткіншек
тезірек
дамиды,
кейбіреулері
басқалардан
қандай да бір
жолмен артта
қалады,
кейбіреулерінде
олардан асып
кетеді және
т.б. </span></p>
<p class="text-justify"><span>Дәстүр
бойынша
жеткіншектік
шақ
ересектерден
алшақтау
кезеңі
ретінде
қарастырылады.
Ересектерге
қарсы тұруға,
олардың
тәуелсіздігі
мен
құқықтарын
қорғауға
деген
ұмтылыс қана
емес, сонымен
бірге
ересектерден
көмек,
қорғаныс
және қолдау
күту, оларға
сенім арту,
оларды
мақұлдау мен
бағалауды
күту де айқын
көрінеді.
Ересек адамның
маңыздылығы
жасөспірім
үшін өзін-өзі
басқару
қабілеті
емес,
қоршаған
ересектердің
бұл
мүмкіндікті
және оның
құқықтарының
түбегейлі
теңдігін
мойындауы
маңызды екендігінде
айқын
көрінеді. </span></p>
<p class="text-justify"><span>Психология
және
педагогика
ғылымында 11-15
жас аралығын
қамтитын жас
кезеңін
жеткіншектік
деп атайды.
Ересектер
әлеміне
талпынған
балалардың
психикалық
ерекшеліктерін
бірқатар
зерттеушілер
(Ш.Бюлер, Л.С. Выготский,
Р.С. Немов, М.М. Мұқанов,
С.Ғ. Ғаббасов)
биологиялық
пісіп жетілумен
байланыстырады.
Бұл жастағы
дамудың негізгі
факторы
жыныстық
жетілу
ерекше психикалық
құбылыстармен
сипатталады.
Есеюдің
алғашқы
жағымсыз
белгілерін
Бюлер төменде
көрсетілген
қасиеттермен
сипаттайды.</span></p>
<p class="text-justify"><span>1.
Сезімталдық
пен қозудың
жоғарылауы; </span></p>
<p class="text-justify"><span>2.
Тән мен жан
жағынан
масаңдану;</span></p>
<p class="text-justify"><span>3.
Өзіне және
айналасындағыларға
қанағаттанбау;</span></p>
<p class="text-justify"><span>4.
Өзге
адамдарға
қарсылық
көрсету;</span></p>
<p class="text-justify"><span>5.
Тыңдамау,
тыйым
салынған
нәрселермен
айналысуға
әуестік;</span></p>
<p class="text-justify"><span>6.
Енжарлық
немесе
агрессивтік;</span></p>
<p class="text-justify"><span>7.
Жалпы
жұмысқа
қабілеттің
төмендеуі.</span></p>
<p class="text-justify"><span>Бұл
жағымсыз
фаза шамамен
екі жылға
созылады да,
тән құрылысының
жетілуімен
аяқталады.
Екінші
жағымды фазаға
жеткіншек
салыстырмалы
түрде тынышталған
күйде қадам
басады. Оның
жетекші эмоцияларына
әлемді
қабылдау,
қуану сезімі
енеді. </span></p>
<p class="text-justify"><span>Пубертаттық
кезендегі
ұлдар мен
қыздардың
физикалық
жетілуі және
жеткіншектердің
бастан
өткізетін
қиыншылықтары.
Психикалық
пубертаттықтың
(жан мен тән
тұрғысынан
дамуы)
жағымды
фазасы
толықтыру қажеттілігін
қажет етеді.
Ол өзге жыныс
өкілімен
өзара
сыйластық
пен достыққа
негізделген
қарым қатынас
орнату
арқылы
қанағаттандырылады.
Махаббат ең
ауыр деген
қиналдыстың
сыртқа<span> 
</span>шығуына
ықпал етеді.
(Ш.Бюлер)
немесе
Абайша
айтсақ,
«сезімнің
сыртқа
шықпас әлі
бар ма, оны
ұғарлық
адамда сана
барда». Ш.Бюлердің
зерттеулеріне
сүйене
отырып, жеткіншектің
физиологиялық
сипаттарына
талдау жасап
көрейік: бұл
кезең жедел
өсу, қарқынды
зат алмасу,
ішкі
секреция
бездерінің
қалыптасуы және
белсенді
қызмет
атқаруымен
ерекшеленеді
(гормондық
тасқын). Биологиялық
тұрғыдан
жеткіншектік
жас балалық
кезеңнің
аяқталуы мен қайта
жаңғырту
функцияларының
пайда
болуымен оқшауланатын
жыныстық
жетілу
кезеңі. Шартты
түрде
жыныстық
жетілуді екі
кезеңге бөлуге
болады.
Бірінші
кезеңдекөптеген
биологиялық
орталықтардың
белсенділігі
артады, бірақ
жыныстық
бездер
өзгермейді. Орталық
нерв жүйесі,
гипофиз,
гипоталамус
жоғары белсенділік
жағдайға
келеді, соның
нәтижесінде
өзін өзі
бақылау
мүмкіндігінде
тежелуден
қозу
басымдылық
көрсетеді.
Аталған өзгерістер
өз кезегінде
бала
тәртібіне
біршама
ауытқушылықтар
келтіреді:
түймедей нәрсені
түйедей етіп
қабылдау,
ересектердің
пікіріне немқұрайлы
қарау,
өтінішке
кері жауап
беру, эмоционалдық
жағынан қыз
балаларда
ренжігіштік,
тосыннан
жылау, көңіл
күйінің түсіңкілігі
байқалса, ер
балаларда
тепе теңдіктің
бұзылуы:
тынымсыздық,
икемсіздік,
жазуының нашарлауы,
мазмұнсыз
жауаптары,
тез шаршау айқын
білінеді.
Жеткіншектік
жетілудің екінші
кезеңінде
жыныс
органдарының
жұмысы
қалыпқа
түседі,
екінші
жыныстық
белгілер
пайда болады.
Оқушының
өзін
объективті түрде
ересек деп
қабылдауы
енді осы
өзгерісті
субъективті
түрде
сезінуіне
мүмкіндік
береді. Көңіл
күй
жақсарады,
үлкен
жеткіншек (он
төрт жас)
кіші
жеткіншекпен
(он бір, он екі,
он үш жас)
салыстырғанда
сабырлылау
келеді. «Ересектікті
сезіну»
құбылысы
жеткіншектің
өміріне
біршама
өзгерістер
енгізеді. Мысалға
Жамбыл
Жабаевтың
«Ақын болдым
он үште»
өлеңін
алайық:</span></p>
<p class="text-justify"><span>Ақын
болдым он
үште,</span></p>
<p class="text-justify"><span>Алатын
құстай
тарандым!</span></p>
<p class="text-justify"><span>Алды
артыма
қарандым, </span></p>
<p class="text-justify"><span>Шарықтадым
әр жерде,</span></p>
<p class="text-justify"><span>Келгенінше
шаманың.</span></p>
<p class="text-justify"><span>Жауап
бергім
келмейді,</span></p>
<p class="text-justify"><span>Десе
қайда
барасың!</span></p>
<p class="text-justify"><span>Бұл
өлең
жолдарынан
он үштегі
баланың сырт
келбетіне
көңіл бөлуі,
еркіндікке
құштарлығы байқалады.
Француз
психологы
Д.Оффер жеткіншектің
есеюінің<span>  </span>үш
түрлі мүмкін
жолдарын
анықтады:
«үздіксіз
өсу» -
отбасылық
қарым-қатынасқа
нұқсан
келтірмей,
есеюге
сабырлы
байыппен өту;
«толқынды
өсу» - эмоционалды
жанжалды
бастан
өткізу,
құрбылармен
қарым-қатынасты
дұрыс құра
алмау, бірақ
бұл есею жолында
бейімделу
құбылыстары
басым болады.</span></p>
<p class="text-justify"><span>Жеткіншектің
жетекші
іс-әрекеті.
Жеткіншек
кезіндегі
ақыл-ой
дамуының
маңызды факторы
- осы
кезеңнің
жетекші
әрекеті
ретінде бөлінген
құрдастарымен
қарым-қатынас.
Жасөспірімнің
өз
құрдастары
арасында
қанағаттанарлық
позицияны
алуға деген
ұмтылысы құрдастар
тобының
құндылықтары
мен нормаларына
сәйкестіктің
жоғарылауымен
қатар жүреді.</span></p>
<p class="text-justify"><span>Жеткіншек
- бұл
танымдық
процестердің
жылдам және жемісті
даму уақыты.
Кезең
таңдамалылықтың,
қабылдаудың
мақсаттылығының,
тұрақты, ерікті
зейіннің
және
логикалық
есте сақтаудың
қалыптасуымен
сипатталады.
Осы уақытта
дерексіз,
теориялық
ойлау
белсенді түрде
қалыптасады,
нақты
идеялармен
байланысты
емес тұжырымдамаларға
сүйене
отырып,
күрделі тұжырымдар
құруға,
гипотезалар
ұсынуға және
оларды
тексеруге
қабілеттілік
пайда болады.
Ойлауды
қалыптастыру
рефлексиямен
- ойдың өзін
объектіге
айналдыру
қабілетімен -
тығыз
байланысты
және
жасөспірімнің
өзіндік сана-сезімін
дамыту үшін
қажетті
негіз болып табылады.</span></p>
<p class="text-justify"><span>Жасөспірімдерді
түсіну үшін,
жұмыс бағыты
мен
формаларын
дұрыс таңдау
үшін бұл жас адамның
өмірінің сын
кезеңдері
деп аталатын
кезеңді
немесе жас
дағдарыстарын
білдіретінін
есте ұстаған
жөн.</span></p>
<p class="text-justify"><span>Жасөспірімдер
дағдарысы үш
кезеңнен
өтеді:</span></p>
<p class="text-justify"><span>1)
жағымсыз,
немесе сынға
дейінгі, -
ескі әдеттерден,
стереотиптерден
бас тарту,
бұрын қалыптасқан
құрылымдардың
ыдырау
кезеңі;</span></p>
<p class="text-justify"><span>2)
жасөспірім
кезіндегі
дағдарыстың
шарықтау
шегі, әдетте, 13
жаста болады,
дегенмен жеке
вариациялары
мүмкін;</span></p>
<p class="text-justify"><span>3)
сыннан
кейінгі, яғни
жаңа
құрылымдардың
қалыптасу
кезеңі, жаңа
қатынастардың
құрылуы және
т.б.</span></p>
<p class="text-justify"><span>Жас
дағдарысы
екі негізгі
формада
болуы мүмкін.
Біріншісі -
тәуелсіздік
дағдарысы. Оның
белгілері -
қыңырлық,
негативизм,
ерік-жігер,
ересектердің
девальвациясы,
олардың
бұрын
орындалған талаптарына
деген теріс
көзқарас,
меншікті
қызғану.
Өзінің ішкі
әлемін
сезінетін жасөспірім
оны
басқалардан
қызғанышпен
қорғайтын
басты қасиет
болып
табылады. Екінші
форма,
тәуелділік
дағдарысы,
біріншісіне
қарама-қарсы:
шамадан тыс
мойынсұну,
үлкендерге
немесе
күштілерге
тәуелділік,
ескі
мүдделерге,
талғамға
және
мінез-құлық
формаларына кері
шегіну.</span></p>
<p class="text-justify"><span>Жасөспірім
кезеңінің
негізгі
сипаттамаларының
бірі -
баланың әр
түрлі оқу
орындарында
білім алуын
жалғастыруы.
Сонымен бірге,
бала
қоғамның
жалпы
өміріне
көбірек
енеді. Оның
алдында жаңа
міндеттер
тұрады. </span></p>
<p class="text-justify"><span>Сонымен
қатар,
өзін-өзі
тануға
ұмтыла отырып,
бала белгілі
бір қызмет
түріне
қызығушылығын
көрсете
бастайды,
болашақ
мамандығы
туралы
ойларын айта
бастайды.</span></p>
<p class="text-justify"><span>Сонымен
бірге
жасөспірімде
баланың
психикалық
танымдық
процестері
одан әрі
дамиды және
оның жеке
тұлғасы
қалыптасады,
нәтижесінде
баланың
қызығушылықтары
өзгереді.
Олар біршама
сараланып,
табанды бола
бастайды. Оқу
қызығушылықтары
енді бірінші
орынға қойылмайды.
Бала «ересек»
өмірге назар
аудара
бастайды.Осы
кезеңде
жеткіншектің
дамуына
ықпал ететін
процесс
қарым–қатынас.
</span></p>
<p class="text-justify"><span>Қарым-қатынас
бір қызмет
түрі ретінде
жиі
қаралады.<span>  </span>Жас
ерекшелік
психологиясында
әр түрлі жастағы
балалардың
ересектермен
және бір-бірімен
қалай қарым-қатынас
жасайтындығы
байқалады.
Екінші
жағынан,
баланың
дамуы
оқытудың
мазмұнына
және осы
мазмұнның
оған
ұсынылатын формасына
байланысты.
Бала
өмірінің
алғашқы
жылдары
жақын
ересектермен
қарым-қатынасқа
толы. Бала
дүниеге
келгеннен
кейін оның
бірде-бір
қажеттілігін
қанағаттандыра
алмайды — оны
тамақтандырады,
мүмкіндігінше
қамкорлық
жасайды,
жарқын
ойыншықтар
көрсетеді.
Өсіп, тәуелсіз
бола отырып,
ол ересек
адамға
тәуелді болып
қала береді,
ол оған
жүруге және
қасық ұстауға,
сөздерді
дұрыс айтуға
және текшелерден
мұнаралар
салуға
үйретеді,
неге, қашан
деген
сұраққа
жауап береді.</span></p>
<p class="text-justify"><span>Балада
қарым-қатынас
қажеттілігі
ерте, шамамен
1 айда,
неонатальды
кезеңненен
кейін пайда
болады
(кейбір
мәліметтер
бойынша, 2 айда).
Ол анасына
күле
бастайды
және ол пайда
болған кезде
қатты
қуанады. Ана
(немесе
балаға қамқор
болатын
басқа жақын
адам) бұл
жаңа қажеттілікті
мүмкіндігінше
толық
қанағаттандыруы
керек.
Ересектермен
тікелей эмоционалды
қарым-қатынас
балада
қуанышты көңіл-күй
қалыптастырады
және оның
белсенділігін
арттырады,
бұл оның
қозғалыстарын,
қабылдауын,
ойлауын,
сөйлеуін
дамыту үшін
қажетті негіз
болады</span></p>
<p class="text-justify"><span>Ауруханада
немесе
балалар
үйінде
болған балалар
психикалық
дамудан
артта қалады.
9-10 айға дейін
олар
мағынасыз,
немқұрайды
көріністі
сақтайды,
жоғарыға
қарайды, аз
қозғалады,
денесін
немесе
киімін сезінеді
және көзге
түскен
ойыншықтарды
ұстауға
тырыспайды.
Олар жалқау,
немқұрайды,
айналасындағыларға
қызығушылық
танытпайды.
Олар өте кеш
сөйлейді.
Сонымен
қатар, гигиеналық
күтім жақсы
болса да,
балалар
физикалық дамуында
артта қалады.
Нәрестелік
қарым-қатынастың
болмауының
бұл ауыр
салдары госпитализм
деп аталды.</span></p>
<p class="text-justify"><span>Өмірдің
бірінші
жылында
ересек
адаммен
толық қарым-қатынас
бала үшін өте
маңызды.
Баланың қажеттіліктеріне
сәйкес
келмейтін
немесе
сәйкес
келмейтін
қарым-қатынас
кейінірек
дамуға теріс
әсер етеді және
әр түрлі жас
кезеңдеріндегі
осы теріс
әсердің
көріністері
өзіндік
ерекшеліктерге
ие. Әр жас
балаға жаңа
мүмкіндіктер
мен жаңа
қажеттіліктер
әкеліп,
қарым-қатынастың
ерекше
формаларын
қажет етеді.</span></p>
<p class="text-justify"><span>М.И.
Лисина бала
кезіндегі
ересек
адаммен
қарым-қатынас
қалай
өзгеретінін
зерттеді. Ол
қарым-қатынастың
4 түрін
анықтады .
Бірінші
форма-ситуациялық-жеке
қарым-қатынас-нәрестелік
өмірге тән.
Қазіргі
уақытта
қарым-қатынас
бала мен
ересек
адамның бір
сәттік өзара
әрекеттесуінің
ерекшеліктеріне
байланысты,
ол баланың
қажеттіліктері
қанағаттандырылатын
жағдайдың
тар
шеңберімен
шектеледі</span></p>
<p class="text-justify"><span>Ерте
жаста бала
заттар
әлемін
игереді. Оған
анасымен
жылы
эмоционалды
байланыс қажет,
бірақ бұл
енді
жеткіліксіз.
Оның ынтымақтастыққа
деген
қажеттілігі
бар, ол жаңа
әсерлер мен
белсенділікке
деген
қажеттіліктермен
бірге ересектермен
бірлескен
іс-әрекетте
жүзеге
асырылуы
мүмкін.
Қйымдастырушы
және көмекші
ретінде
әрекет
ететін бала
мен ересек
адамдар
заттарды
бірге
басқарады,
олармен
барған сайын
күрделі
әрекеттерді
орындайды.
Ересек адам
әртүрлі
нәрселермен
не істеуге
болатынын,
оларды қалай
қолдануға
болатындығын,
баланың өзі
анықтай
алмайтын
қасиеттерін
ашады.
Бірлескен
қызмет
жағдайында қалыптасқан
байланыс
ситуациялық-іскерлік
деп аталады.</span></p>
<p class="text-justify"><span>Баланың
алғашқы
сұрақтарының
пайда болуымен:
«неге?», «не
үшін?»,
«қайдан?»,
«қалай?» - бала
мен ересек
арасындағы
қарым-қатынасты
дамытудың
жаңа кезеңі
басталады.
Бұл танымдық
мотивтерден
туындаған
қосымша-танымдық
қарым-қатынас.
Бала бұрын
оның барлық мүдделері
шоғырланған
көрнекі
жағдайдан
асып түседі.</span></p>
<p class="text-justify"><span>Мектеп
жасына
дейінгі
кезеңнің
ортасында
немесе
соңында тағы
бір форма
пайда болуы
керек —
қосымша-жеке
қарым-қатынас.
Балаға
арналған
ересек
адам-бұл
жоғары билік,
оның
нұсқаулары,
талаптары,
ескертулері
іскерлік
түрде
қабылданады,
ренішсіз, қыңырлықсыз
және қиын
тапсырмалардан
бас тартпайды.
Қарым-қатынастың
бұл түрі
мектепке
дайындық
кезінде
маңызды, ал
егер ол 6-7 жасқа
жетпесе, бала
мектепке
психологиялық
тұрғыдан
дайын
болмайды.</span></p>
<p class="text-justify"><span>Басқа
балалармен
қарым-қатынас
бастапқыда
баланың
дамуына әсер
етпейді (егер
отбасында
егіздер
немесе жақын
балалар
болмаса).
Тіпті 3-4
жастағы кіші мектеп
жасына
дейінгі
балалар да
бір-бірімен
шынымен
қалай қарым-қатынас
жасауды
білмейді. Д.Б.
Эльконин
жазғандай,
олар "бірге емес,
бірге
ойнайды".
Баланың
құрдастарымен
толыққанды
қарым-қатынасы
туралы тек орта
мектеп
жасынан
бастап
айтуға
болады. Күрделі
рөлдік
ойынға
тоқылған
қарым-қатынас
баланың
ерікті
мінез-құлқының
дамуына,
басқа
біреудің
көзқарасын
ескеру қабілетіне
ықпал етеді.
Ұжымдық оқу
іс-әрекетінің
дамуына
белгілі бір
әсер
етеді-топтық
жұмыс,
нәтижелерді
өзара
бағалау және
т.б. ересектердің
қамқорлығынан
арылуға
тырысатын
жасөспірімдер
үшін
құрдастарымен
қарым-қатынас
жетекші
қызметке
айналады. Жақын
достармен
қарым-қатынаста
олар (жоғары
сынып
оқушылары
сияқты) терең
интимдік-жеке,<span> 
</span>қарым-қатынасқа
қабілетті.</span></p>
<p class="text-justify"><span>Негізгі
қағида-баланы
барлық жеке
ерекшеліктері,
артықшылықтары
мен
кемшіліктері
бар етіп
қабылдау.
Отбасындағы
қарым-қатынас
туралы
айтқанда,
балаға
сөзсіз махаббат
туралы
айтылады.
Егер бала
сөзсіз жақсы
көретін
болса, ол
мұны үнемі
біледі және
сезінеді,
тіпті қиын
жағдайларда
да, ата-анасы
оның
мінез-құлқына
немесе
үлгеріміне
наразы
болған кезде,
олар елеулі
заңсыздық
үшін
жазаланады.
Алайда,
мұндай
қарым-қатынаста
ата-аналар
нақты
әрекеттерді
бағалаудан
тұлғаны
тұтастай
бағалауға
көшпейді:
айталық,
студент
«екі» алды
және күш-жігердің
жоқтығы үшін
айыпталады,
бірақ ақыл-ой
қабілеттері
мен Болашақ
орта өмір
туралы
жаһандық
қорытынды
жасамайды.
Отбасындағы
қарым-қатынас,
әдетте,
жағымды
эмоционалды
фонға ие,
баланың
жетістігі
қуанады және
оның кейбір
бизнестегі
кішігірім
жетістіктері
байқалады.
Тұрақты және
шынайы
махаббатқа
сенуден
айырылған
балалар
өз-өзіне күмәнданады
және басқа да
көптеген
жеке ауытқуларға
ие болады.
Оның
қабылданбауы
баланың
дамуына одан
да жаман әсер
етеді —
ата-анасынан
бас тарту
немесе
немқұрайлылық.
Бала үшін маңызды
тұлға -
мектеп
мұғалімі.
Оның әсері, ең
алдымен, оның
оқушысынан
не
күтетіндігімен
анықталады —
керемет
жетістік
немесе басқа
«Қос»,
еңбекқорлық
пен
тәртіпсіздік
немесе
жауапсыздық
және
сабақтың
барлық бағытын
бұзатын тағы
бір Антика.
Мұғалім
біреуінің
әрекетін
өшіре алады
(«қолыңды
тартпа, Серік,
бәрібір
ақымақ
дейсің») және
екіншісінің өзіне
деген
сенімін
сақтай алады
(«Әрине, Алия
бұл жұмысты
өте жақсы
орындайды»).</span></p>
<p class="text-justify"><span>Егер
бала үнемі
өзінің ең
жаман
қорқынышын,
төмен
үміттерін
көрсетсе,
олар да
орындалуы
мүмкін.
Балаға оның
жалқау және
орта екенін,
қорқақ
екенін және
оны колония
күтіп тұрғанын
айтқан кезде,
ол жақын
ересектер сияқты
көрінетін
болады.
Сондықтан,
барлық психотерапиялық
нұсқаулықтарда
басты талаптардың
бірі —
балалар үшін
осындай<span> 
</span>бағалау мен
болжамдарды
болдырмау.
Баланы
қабылдаудан
басқа,
гуманистік
психологияда
қарым-қатынастың
тағы екі қағидасына
ерекше мән
беріледі.</span></p>
<p class="text-justify"><span>Эмпатия
- бұл басқа
біреудің
эмпатиясы,
оның ішкі әлемін
дәл қабылдау.
К. Роджерс
неғұрлым
толық
сипаттаған
эмпатикалық
қарым-қатынас
әдісі
баланың
әлеміне
біржақты
емес кіру үшін
өз
ұстанымдары
мен
құндылықтарынан
уақытша бас
тартуды
қамтиды; оның
нәзік
тәжірибелеріне
сезімталдық;
оның өмірінде
бағалаусыз
және
айыптаусыз
нәзік «болу».</span></p>
<p class="text-justify"><span>Қабылдау
мен эмпатия
баланың
қарым-қатынасын,
талқыланатын
оқиғаға
қатысты
эмоцияларын,
мысалы,
баланың
жасаған
заңсыздығын
барабар
білдірумен
(дұрыс болса
да) біріктірілуі
керек. Тек
екі
көзқарасты
ескеру балалар
проблемаларын
сындарлы
шешуге әкелуі
мүмкін.</span></p>
<p class="text-justify"><b><span><span> </span>«Ересектік
сезім»
жеткіншектік
кезеңнің
орталық
психологиялық
жаңа
құрылымы ретінде.</span></b><span>
Ересектік
сезім
физикалық
даму мен
жыныстық
жетілуді
түсіну және
бағалау
нәтижесінде
пайда болуы
мүмкін,
бұларды
жеткіншек
толық
сезінеді
және бұл оны
объективті
түрде
неғұрлым
ересек етіп
көрсетеді. Қазіргі
кезде
акселерация
балада
өзін-өзі түсіну
мен өзін-өзі
бағалаудың
бұрынғы жылдарға
қарағанда
ерте пайда
болуына
жағдай
жасайды.</span></p>
<p class="text-justify"><span>Ересектік
сезімдерінің
келесі бір
қайнар көзі –
әлеуметтік
негіздер. Бұл
ересектермен
қарым-қатынаста
балалық
жағдайда болмай,
еңбекке
қатысып,
елеулі
міндеттері бар
секілді бір
сезімдер
туындауы
мүмкін. Ересектердің
сенімі және
жастайынан
дербестікке
жету
әлеуметтік
қана емес,
субъективтік
тұрғыдан да
баланы тез
есейтеді.
Бұған ұқсас
мысалдар Ұлы
Отан соғысы
жылдарында
көп кездесті.
Бала ересек
деп санайтын
адам мен өзінің
сол
ересектің
арасындағы
бір немесе бірнеше
қасиеттер
бойынша
ұқсастық (білім,
іскерлік,
күш, ептілік,
батылдық, т.б.
ұқсастығы) тапқан
жағдайда да
туындауы
мүмкін;
ұқсастық
неғұрлым көп
болса, өзін
ересек
сезінуге
негіз де
соғұрлым көп
болады.
Ересектік сезім
баланы өзіне
тең ұқсайтын
ересек жолдастарымен
(баланың
ұғымында)
қарым-қатынаста
да
қалыптасады.
Жеткіншек
өзін айналасындағылармен
ғана емес,
мұның
алдында өзінің
қандай
болғанымен
де
салыстырады,
әрине,
белгілі бір
бейнелерді
бағдарға
алып, өзіндегі
прогресті
бөліп
көрсетеді.</span></p>
<p class="text-justify"><span>Ересек
сезімі
сана-сезімнің
жаңа құрылымы
ретінде жеке
адамның
өзекті
ерекшелігі
болып
табылады,
оның өзіне
тән
құрылымдық
ортасы
болады, өйткені
ол
жеткіншектің
өзіне, жұртқа
және дүниеге
деген жаңа
өмірлік
позициясын, орнын
білдіреді,
оның
әлеуметтік
белсенділігінің
өзіне тән
бағыты мен
мазмұнын, жаңаша
талпыныстарының,
толғаныстары<span>  </span>мен ықпалдардың
жүйесін
анықтайды. </span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1.
Шетел және
кеңестік
психологиядағы
жеткіншектік
кезеңдегі
«дағдарыс»
ұғымы. </span></p>
<p class="text-justify"><span>2.
Пубертаттық
кезендегі
ұлдар мен
қыздардың
физикалық
жетілуі және
жеткіншектердің
бастан өткізетін
қиыншылықтары.
</span></p>
<p class="text-justify"><span>3.
Жеткіншектің
жетекші
іс-әрекеті. </span></p>
<p><span><span>       </span>4.
«Ересектік
сезім»
жеткіншектік
кезеңнің
орталық
психологиялық
жаңа
құрылымы ретінде.</span></p>
</div>`},{id:"lecture-10",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"10-дәріс",title:"§ 2 Жасөспірімдік кезең немесе ерте жастық шақ",topic:"Жасөспірімдік кезең немесе ерте жастық шақ",original:"./originals/lecture/10.mht",content:`<div>
<p class="text-justify"><b><span>§ </span></b><b><span>2 Жасөспірімдік
кезең немесе
ерте жастық шақ</span></b></p>

<p class="text-justify"><span>Жасөспірім
кезеңі жалпы
тұлға болып
дамуындағы
маңызды кезең
болып
табылады.
Жасөспірімнің
жеке басы
дамуының
маңызды
факторы –
оның өзінің ауқымды
әлеуметтік
белсенділігі.
Ол белгілі
бір үлгілер
мен
игіліктерді
игеруге, үлкендермен
және
жолдастарымен,
ақырында өзінің
жеке басы мен
өзінің
болашағын
және ниетін, мақсаты
мен міндетін
жүзеге асыру
әрекеттерін
жобалауға
бағытталады.</span></p>
<p class="text-justify"><span>«Жасөспірім»
сөзінің
мағынасы
ішкі дүниенің
негізгі
бағытының
дамуын
көрсетеді. Жасөспірім
шаққа аяқ
басқан
баланың қалыптасуындағы
түбегейлі
өзгерістер
сана – сезімнің
дамуындағы
сапалық
өзгеріспен
анықталады,
осының
арқасында бала
мен ортаның
арасындағы
қатынас бұзылады.
Жасөспірімнің
жеке
басындағы
басты және
жаңа
құрылымын,
оның өзі
туралы енді бала
емеспін
дейтін
түсініктің
пайда болуы
орын алады.
Ол өзін
ересекпін
деп сезіне бастайды,
ересек
болуға және
өзіне
жұрттың оған
осылай
қарауына<span> 
</span>ұмтылады.
Л.Ф. Обухова өзінің
зерттеулерінде
жасөспірім
тұлғасының
ерекшелігі –
психологиялық
жаңа құрылымдардың
түп-тамыры,
жеткіншек
жаста қалыптасып
қойған
туындысы
болып
табылады.
Өзіндік жеке
тұлғасына
деген
қызығушылықтың
күшейуі, сыншылдықтың
көрінуі –
бұлардың
барлығы ерте
жеткіншек
жаста
сақталады,
бірақ, олар өзгерістерге
ұшырап,
саналы түрде
бейнеленеді.
Ең негізгі
мәнді
өзгеріс
тұлғаның өзіндік
дамуында
болады. Оның
айрықша
ерекшелігі
болып,
өзін-өзі
тануының
күштілігі
табылады. Яғни,
өзін - өзі
тануға,
бағалауға, өз
мүмкіншіліктері
мен
қабілеттіліктерін
білуге талпынысы,
құштарлығы
болып
табылады.</span></p>
<p class="text-justify"><span>«Мен
кіммін?»,
«Мен
қандаймын?»,
«Менің қабілеттерім
қандай?»,
«Менің
өмірлік
идеалым қандай?»,
«Мен кім
болғым
келеді?» -
міне осы
сияқты сұрақтар
жасөспірім
жастағыларға
өте қатты
әсер етеді.</span></p>
<p class="text-justify"><span>Филип
Роистың
«Психология
подросткового
и юношеского
возраста»
-оқулығында:
жасөспірімдердің
өзінің уайым
қайғылары
ойлары,
сезімдері
мен
қызығушылықтары,
арман
тілектері
мен
талпыныстары
нақты зерттеу
мен зейін
салу мәніне
айналады дейді.
Бұл кезеңде
оқушы өзінің
ішкі әлемін
енді ашады,
субъективті
уайымдарына
«Өзіндік
меніне»
қызығушылық
таныта
бастайды. Өз
тұлғасына
қызығушылығына
төмен жеткіншектерге
қарағанда,
жасөспірімдердің
өзін-өзі
тануы, өзіндік
сана – сезімі
белсенді
және өз тұлғасын
өз-өзіне
бағындыруы
туа бастайды.</span></p>
<p class="text-justify"><span>Психолог
В.А.
Крутецкийдің
тұжырымдамасы
бойынша
жасөспірімдердің
жетілуі
жеткіншектерге
қарағанда
жоғары
деңгейде. Жеткіншектердің
айқын сезімі
сырттан
қарағанда
ересек адамдарға
ұқсас келеді.
Оларға
қарағанда
жасөспірімдердің
басқаға
ұқсамауы
және құрбы-құрдастарымен
ересек
адамдардың
арасында
ерекше болуы,
әр түрлі
бағытта өз -
өзін
көрсетуі
және өзінің
өзіндігін
бекітуі тән.</span></p>
<p class="text-justify"><span>Психолог
А.Г. Ковалев
өз
еңбектерінде
психикалық сферадағы
жыныстық
жетілу
жасөспірімнің
эмоциялық
қалпына
беттесуін
біз тұтас деп
айтсақ, онда
оның
психикалық
кескінін биологиялық
фактормен
анықтаймыз
деп айтқан
болатын.</span></p>
<p class="text-justify"><span>В.Г.
Асеева
бойынша
мектеп
жасындағы
жетілу
немесе басқа
сөзбен
айтқанда
ерте жетілу -
адамның
туғаннан
бастап
физиологиялық,
психологиялық
және
азаматтық
ересектік
жетілу
кезеңі.</span></p>
<p class="text-justify"><span>Мектеп
оқушыларының
өміріндегі
ересектену (14
–15 жастан
бастап 17–18 жас
аралығында)
өте құнды
кезең. Осы
жаста жасөспірімдердің
мектепте оқу
процесі
аяқталады.
Физиологиялық
жетілуі
баяулап, жыныстық
дамуы ерте
жетіледі.
Осының
арқасында
физиологиялық
қызметі
реттеледі
және қан
айналымы
жақсарады
т.с.с.
Жасөспірімдердің
даму
кезеңінде
қан айналу
жүйесі күшейіп,
сол кезде
жүрек ауруы,
бас айналуы,
қан
қысымының көтерілуі
жойылады.</span></p>
<p class="text-justify"><span>Жасөспірімдердің
ерте жетілу
кезеңдерінде
орталық
жүйке жүйесі
ересек
адамдікімен
теңеледі.
Мидың
салмағы мен
көлемі және
фукционалды
белсенділігі
ересек адамдардың
ойлауынан
қарағанда
айырмашылығы
болмайды.</span></p>
<p class="text-justify"><span>Сонымен
қатар
функционалды
жетілу жалғасып,
бұл кезеңде
мидың
жетілуі
ерекше морфологиялық
және
функционалдық
дамуымен анықталады.</span></p>
<p class="text-justify"><span>«Жасөспірім
– барлық
қатынас
жағынан ересек
адам» деп
қарастырады
М.Ю.
Красовицкий. Бірақ
оларды
толығымен
жетілген
адам деп айта
алмаймыз,
себебі осы жасөспірім
шақта
тұлғаның
әлеуметтік
бейімделуі
белсенді
жүреді.
Мектеп пен
ата – аналардың
жасөспірімдерді,
жұмысқа, оқу
– танымдық
және
қоғамдық –
саяси іс -
әрекеттерге,
жанұя
жағдайына,
азаматтық
борышты өтеуге
тәрбиелеуде
үлкен
маңызды мәні
жатыр.</span></p>
<p class="text-justify"><span>Рувинский
Л.И., Хохлова
С.И.
еңбектерінде
көрсетіліп
өткендей,
жасөспірім
шақ - бұл қоғамдық
жүйедегі
көзқарасқа
байланысты
дүниетанымның
бірінші
элементі
байқала бастайтын
шақ, бірақ та
әлемге деген
көзқарасын
толығымен
пайымдай
алмайтын шақ.
</span></p>
<p class="text-justify"><span>Ш.
Бюллер
жасөспірімдік
кезеңді фаза
бойынша
бөліп
қарастырады.
Негативті
фаза пубертодты
кезеңде
басталады.
Негативті
кезеңге
жеткіншектердің
дамуын қоюға
болады. Ал,
позитивті
фазада
өмірге деген
қызығушылықтың
пайда болуы,
адамға деген
ыстық сезім,
табиғатты
түйсіну т.с.с.
болады. Бұл
фазаны
жасөспірімдерге
қатысты
деуге болады.</span></p>
<p class="text-justify"><span>М.И.
Шардаков
бойынша
жасөспірімдік
кезең адамның
тұрмыстық
құндылықтары
ретіндегі
заттық
дүниеге
психологиялық
тұрғыда тәуелді
болып қалады.
Жасөспірім
осы өмірге ой
жүгірте
бастайды.
Соның арқасында
ол
жасөспірімдік
ортаға
кіреді. Әр затпен
дүниеге
таңдау жасау
арқылы жасөспірім
тұтынушыға
айналады. Өз
иелігіне заттарды
жинай отырып
әртүрлі
құндылықтарды
жинайды. Олар
ақыл – ой,
адамгершілік
әлеуметтік
жағынан
есейеді.</span></p>
<p class="text-justify"><span>Жасөспірімдердің
әлеуметтік
есейуін дамыту
болашақ
өмірге
даярлау үшін
қоғамдық
тұрғыдан
қажет. Мұның
өзі күрделі
процесс,
уақытты
талап етеді
және
жасөспірім
ересектерге
арналған
нормалар мен
талаптар жүйесінде
өмір сүре
бастаса
мүмкін болатын
үрдіс. Ал бұл
дербестік
қажетті міндеттер
мен
құқықтарды
ұлғайтумен
байланысты.
Тек осындай
жағдайда
ғана
жасөспірімдер
ересектерге
іс - әрекет
етуге,
ойлауға алуан
түрлі
міндетті
орындауға,
адаммен қарым-қатынас
жасауға
үйрене алады.</span></p>
<p class="text-justify"><span>А.В.
Мудрик жасөспірім
кезеңінің ең
басты
жағдайын ашып
көрсетеді. Ол
екіжақтылық
пен қарама –
қайшылық
деген екі
жағдайды
қарастырды.
Педагогикада
жасөспірімді
өскен адам,
бірақ ересек
адам емес,
ақпаратталған,
бірақ әлі жетік
білмейді деп
пайымдайды.</span></p>
<p class="text-justify"><span>Ст.
Холл ең алғаш
бірнеше
негізгі
қарама-қайшылықтарды
бөліп
көрсете
отырып,
жасөспірім
мінезіндегі
амбиваленттілік
пен
пародаксальдылықты
сипаттаған.
Жасөспірімдерде
шектен тыс
белсенділік -
аяқ шалысқа,
шектен тыс көңілділік
- уайым, өзіне
сенімділік -
ұялшақтық
пен қорқыныш,
жоғары
деңгейдегі
адамгершілік
талпыныстарының
күрт
төмендеуі,
ашық қарым – қатынастық,
өте нәзік
сезімталдық -
апатияға,
өткір
құштарлық –
бірбеткейлікке,
оқуға деген
ынта –
белгісіздікке
әкеліп соқтырады
деген
болатын. Ол
бұл кезеңді
«Боран мен
тегеурін»
кезеңі деп
атайды. Ст.
Холл
жасөспірім
кезеңнің
мазмұнын
«өзіндік
сана – сезім»
кризисі деп
сипаттайды.
Тек осыны
басынан
өткеріп қана
адам жеке
даралы
сезімге ие
болады деп
айтқан.</span></p>
<p class="text-justify"><span>Келесі
жасөспірім
шақты
зерттеуші
неміс философы
мен
психологы <span>    </span><span>       </span>Э.
Шпрангер
болды. Ол 1924
жылы
«Жасөспірім
кезең
психологиясы»
деген
еңбекті
басылымға
берді. Оның
бұл еңбегі
бүгінге
дейін әлі қолданылып
келеді. Э.
Шпрангер
жасөспірім кезеңін
толық
қарастыра
отырып, жас
кезеңді қыз
балаларды 13 –19
жас, ұл балаларды
14 – 21 жас деп
қарастырды.
Ол
тәуелділік -
еркіндік
мазмұны
болып
табылатын
«кризиспен»
сипатталатынын
атап өткен.</span></p>
<p class="text-justify"><span>Э.
Шпрангер
жасөспірім
кезеңнің
мәдени – психологиялық
концепциясын
жасады. Э.
Шпрангер
бойынша
жасөспірімдік
кезең мәдениет
деңгейіне өсу
жасы болып
табылады. </span></p>
<p class="text-justify"><span>Ст.
Холл, Э.
Шпрангер
айтқан
тұжырымдарын
талқылай
келе,
жасөспірімдердің
даму деңгейінің
үш типін
бөліп
көрсетуге
болады:</span></p>
<p class="text-justify"><span>1) <i>Өткір
ашулы
кризистік
уақыт.</i> Ол
қайта
дүниеге
келген
адамдай
уайым – қайғыға
түседі,
түп-тамырында
оның жаңа
өзіндік
«мені» пайда
болады.</span></p>
<p class="text-justify"><span>2) <i>Өте
баяу, ақырын,
жайбасар
тұлға.</i>
Жасөспірім
ересектік
өмірге
өзінің жеке тұлғасында
ешқандай
өзгеріс
енгізбей аяң
басумен
сипатталады.</span></p>
<p class="text-justify"><span>3) <i>Жасөспірім
белсенді
және саналы
түрде өзін тәрбиелеу,
өзін-өзі
қалыптастыру
деңгейі.</i>
Өзінің ерік –
жігерінің
күшімен ішкі
кризистерімен
мазасыздығын
жеңеді, бұл
өзіндік
бақылау мен
өзіндік
мінез-құлқы
жоғары деңгейдегі
адамға тән.
Бұл жастағы
ең басты жаңа
құрылым - Э.
Шпрангер
бойынша,
«өзіндік
менінің»
ашылуы
рефлексияның
пайда болуы;
өзінің жеке
даралығы
саналы түрде
түсінуі,
тұлғаның
өзіндік
анықталуы.
Көп жасөспірімдер
өздерінің
қабылдау,
есте сақтау қабілеті,
сөйлеуі,
ойлау
қабілеті
және оларға
жаңа нәр
беруге
тырысады.
Интенсивті
түрде жұмыс
істеу арқылы
жасөспірім
өзін бұл өмірде
пайдалы,
тиімді,
маңызы бар
тұлға ретінде
санайды.</span></p>
<p class="text-justify"><span>Э.
Штерн
жасөспірімдік
кезеңді жеке
тұлғаның
қалыптасуының
бір кезеңі
деп қарастырды.
Психологияның
қай бағыты
болмасын, барлығының
орталық
мәселесі,
оның ойынша
адам
тұлғасының
мәселесі
болу керек.<span>  </span>Өтпелі
кезең тек
ғана ой мен
сезімдерден
талпыныс пен
идеялдардан
ғана емес,
сонымен қатар
әрекеттің
ерекше
бейнесімен
сипатталу
қажет дейді.</span></p>
<p class="text-justify"><span>Жасөспірім
тұлғасының
индивидуалды
дамуы мен
қалыптасуы
бірінші
кезекте
белсенді
өзара әрекет,
яғни
қоршаған
ортамен
әрекеттесу
нәтижесінің
арқасында
болады. Жас
есейе келе
адам
психологиялық
дамуында
әлеуметтік
фактордың
әсері күшейе
түседі.</span></p>
<p class="text-justify"><span>Д.Б.
Эльконин 11-17
жас
аралығындағы
жетілу кезеңін
2 фазаға
бөледі:</span></p>
<p class="text-justify"><span>1) 11-15
жас кіші
мектеп
оқушылары,
яғни
жеткіншектерге
қатысты.
Мұнда
жеткіншек әр
жақты
қарым-қатынасқа
түсуге
үйренеді.</span></p>
<p class="text-justify"><span>2) 15-17
жас
жасөспірімдердің
оқу-кәсіби
іс-әрекетінің
арқасында
жасөспірімнің
танымдық-кәсіби
қызығушылықтары
артады.
Эмоция мен
психосексуалды
дамуы
жағдайына
байланысты,
жанұя құру
деген секілді
мәселелер
бұл жаста
қарастырылмайды.</span></p>
<p class="text-justify"><span>Л.С.
Выготскийдің
айтуы
бойынша
жасөспірім
кезеңіне
қатысты
психологияда
біршама жалпы
теория
қарастырылған.
Бұл теориялар
қазіргі
заманда
мәнді болып
келеді. Кең түрде
жасөспірім
кезеңін 3
негізгі
тұрғыда қарастыруға
болады:</span></p>
<p class="text-justify"><span>1)
Биогенетикалық
биологиялық
процесс негізінде
және дамудың
басқа да
процестері;</span></p>
<p class="text-justify"><span>2)
Социогенетикалық
тұрғы
тұлғаның
өмір барысында
алдына
қойған
мақсаты мен
әлеуметтік
процестеріне
басты зейін
аударуын бекітілуі;</span></p>
<p class="text-justify"><span>3)
Психологенетикалық
өзіндік даму
негізіндегі
психика
процестерінің
қызметтерін
негіз етіп
қою.</span></p>
<p class="text-justify"><span>Биологиялық
теорияны
американ
психологы Ст.
Холл ол даму
психологиясының
басты заңы
(рекапитуляция
заңы) деп
қарастырды.
Мұнда
индивидуалды
даму,
финогендік
басты сатысының
қайталануы
болып
табылады.</span></p>
<p class="text-justify"><span>Биогенетикалық
концепциясының
неміс ғалымы
Э. Кречмер
“Конституционная
психология”
атты
еңбегінде
әртүрлі
биологиялық фактор
негізінде,
тұлға
классификациясының
басты
проблемасын
атап
көрсеткен
болатын.
Адамның
физиологиясы
мен дамуының
арасында
ерекше
байланыс бар
деді. Кречмер
барлық адамдардың
екі түрі
болатындығын
көрсетті:</span></p>
<p class="text-justify"><span>1)
Циклоидты:
көңіл күйі
ауыспалы, тез
қозғалғыш,
мазасыз т.с.с.;</span></p>
<p class="text-justify"><span>2)
Шизоидты:
тұйық,
қатынасқа
түспейтін
эмоционалды
жабық
адамдар.</span></p>
<p class="text-justify"><span>Н.
Кречмер мен
Конорад та
осыған байланысты
жеткіншектерді
циклоидқа, ал
жасөспірімдерді
шизоидқа
жатқызады. </span></p>
<p class="text-justify"><b><span>Жасөспірім
баланың
ересектікке
өтуі.</span></b><span> А.
Гезел
бойынша 11 мен 21
жас аралығы
ең маңызды
жас мөлшері.</span></p>
<p class="text-justify"><span>Гезелдің
жазуынша, 15
жас – рухани
ішкі жан дүниесінің
өсуі,
тәуелсіздік,
өз-өзін ұстамдылығы,
өз-өзін
тәрбиелеу
мен өте сезімтал
жас. 16 жаста
қайтадан
салмақтылық
пайда бола
бастайды,
эмоциялар
пайда болып,
ішкі жауапкершілігі
ұлғайып,
қарым-қатынасқа
тез түсуі,
бұл арқылы
болашаққа
бағыт-бағдар
жасайды.</span></p>
<p class="text-justify"><span>Биогенетикалық
тұрғыға
қарама-қайшы
–
социогенетика.
Ол
жасөспірімнің
құрылымы
өздерін
қоршаған
адамдар мен
қарым-қатынас
жасау арқылы
анықталады.</span></p>
<p class="text-justify"><span>Социогенетика
туралы неміс
психологы К.Левин
теориясын
айта кеткен
жөн. Адамның
мінез-құлық,
жүріс-тұрыс
қызметінің
бір жағы тұлға,
екінші жағынан
оны қоршаған
орта құрайды,
осыған
байланысты
тұлға
қасиеті мен
қоршаған
орта өте тығыз
байланысты.
К.Левин
бойынша
өтпелі кезеңдегі
ең маңызды
процесс –
тұлғаның
өмірлік
әлемінің
кеңейуі,
қарым-қатынас
жасайтын
ортасы. </span></p>
<p class="text-justify"><span>Англиялық
психолог Д.
Бомберам
айтуынша,
жалпы «Био»
және
социогенетикалық
тұрғыда
жасөспірімдердің
ең басты психикалық
факторлар
әсерінен
дамуын қарастырады.
Д. Бамберам
осы екеуінің
арасындағы
психогенетиканы
жазады; ең
алдымен психикалық
даму
процесін
алдына қояды,
бұдан үш
ағымды бөліп
көрсетуге
болады.</span></p>
<p class="text-justify"><span>1)
Эмоция мен
мінез-құлық,
жүріс-тұрыс
жайлы ол
психодинамикалық
концепция
деп атады.</span></p>
<p class="text-justify"><span>2)
Интеллектуалдық
және таным
қабілеттеріне
байланысты - “когнетивті”
яғни
танымдық
немесе “когнетивті-генетикалық”
болып
бөлінеді.</span></p>
<p class="text-justify"><span>3)
Тұлғаның біртұтастай
дамуына
“персонологиялық”-
яғни
персоналды
деп соңында
бөлінеді.</span></p>
<p class="text-justify"><span>Сонымен
жасөспірім
шақта адам
өзінің өмір
сүруіндегі
мәнділікті
іздейді,
өзінің біртұтастылығын
игеруге
талпынады,
басқалар
арасында өз
орнын табуға
тырысады.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-right"><span>1. Жасөспірім
өміріндегі
кұрбы-кұрдастардың
мәні. </span></p>
<p class="text-right"><span>2. </span><span>Шетел
және <span>кеңестік
</span>психо­логиядағы
<span>жеткіншектік
кезеңнен
жасөспірім
жастық шаққа
өту. </span></span></p>
<p><span>3. Кәсіби
бағыттылық
жасөспірім </span><span>жастық
<span>шақтың
орталық </span>психологиялық
<span>жаңа
құрылымы
ретінде.</span></span></p>
</div>`},{id:"lecture-11",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"11-дәріс",title:"§ 3 Жасөспірімдік кезеңдегі дүниетанымның дамуы",topic:"Жасөспірімдік кезеңдегі дүниетанымның дамуы",original:"./originals/lecture/11.mht",content:`<div>
<p class="text-justify"><b><span>§ </span></b><b><span>3 Жасөспірімдік
кезеңдегі
дүниетанымның
дамуы</span></b></p>

<p class="text-justify"><span>Жасөспірімнің
жүрген
ортасы
рухани жетілуіне
тікелей әсер
етеді. Мінез-құлықпен
моральдік
ауытқушылықтар
пайда
болатын
қолайлы
жайттар
бір-бірімен
өзара
байланысуымен,
сонымен
қатар еркін
жағдайының
көп болуымен,
кері әсер
ететін факторлардың
кең ортасын
бірігіп
құрайды. Жалпы
ең «қиын жас»
деп
жасөспірімдік
кезеңді
айтамыз. Осы
жасөспірімдік
кезеңде балаларға
да, олардың
ата-анасына
да, балалардың
айналасындағы
бірге
араласатын
адамдарға да
оңай кезең
болмайды.
Ғалымдардың
жасаған статистикалық
қорытындылары
бойынша, жаман
әдеттерге
соның ішінде
нашақорлыққа
әуес болудың
ең қауіпті
кезеңіне 12-17
жас аралығын
атап
көрсеткен. Сол
үшін
жасөспірім
балалардың
қоршаған дүниеге
деген
көзқарасын
дұрыс
қалыптастыру
өте маңызды
рөл атқарады және
болашағынада
әсер етеді.
Л.С.Выготскийдың
пікірінше
жасөспірімдік
шақтың қалай
өтуі баланың
қоршаған,
араласатын
ортасына
сондай-ақ
отбасының
берген
тәрбиесіне
байланысты
өтеді деген,
яғни бала осы
кезеңде
жан-жағына
қарап,
болашаққа
деген өзінше
ой-пікірін
қалыптастырып
өседі. Осы
жасөспірімдік
кезеңдегі
балалардың қызығушылықтарын
олардың
психологиялық
дамуына әсер
ететін
негізгі
фактор деп көрсетті.
Л.С. Выготский
жасөспірімдердің
қызығушылықтарын
бірнеше
топтарға
бөлді және
оларды доминанталар
деп атады.
Эгоцентрикалық
ол
жасөспірімдердің
өзіне деген
қызығушылығының
жоғары болуы
жіне көп
көңіл бөлуі,
алдағыға
доминатта ол
алға қарай
жылжу яғни
алдағы
уақытта өзін-өзі
дамыту,
күшейту
доминантасы
яғни ол
қиыншылықтарға
төзе білу, өз
сөзіне жауап
бере білу
сонымен
қатар
қарама-қарсы
тұруға ерік-жігерінің
мықты
болуына,
беріліп
жатқан
тәрбиеге
қарсы шығып
басқада
негативті қылықтармен
белгіленеді,
романтика
доминантасы
бұл басқа бір
белгісіз жағдайларға,
батылдыққа
тәуекелдікке
бел буу. </span></p>
<p class="text-justify"><span>Ст.Холл
бұл шақты
адам
өмірінде
болатын
өзіндік
ақыл-ой мен
естің
дағдарысы
деді. Егер
осы
жағдайдан адам
міндетті
түрде өтсе,
онда адамда
өзіндік жеке
сана
қалыптасады
деді. Холл ең
алғашқылардың
бірі болып,
жасөспірімдердің
мінезі
туралы
олардың
амбиваленттілігін
және парадоксальділігін
зерттеді. </span></p>
<p class="text-justify"><span><span> </span>Белгілі
зерттеуші
Э.Шпрангер
өзінің
зерттеген
мәдени
психологиялық
концепциясында
жасөспірімдік
кезеңде
мәдениетке
бейімделудің
бастамасы
ретінде көрсетті,
яғни әрбір
адамның жеке
дара психикасы
нормативті
рухына
байланысты
деді.
Шпрангер
бойынша
жасөспірімдік
шақтың жаңа
құрылымдары
«Менді» ашу,
рефлексияның
туындауы,
өзінің жеке
даралығын
сезіну.
Жасөспірімдерде
алғашқы
өтпелі және
жыныстық
кезең жүре
бастайды, осы
кезеңде балаларда
неше түрлі
қорқу
сезімдері
пайда болады.
</span></p>
<p class="text-justify"><span>Ш.Бюллер
пубертантты
кезеңді
зерттей келе биологиялық
қажеттіліктермен
қатар спецификалық
құбылыстардыңда
болатынын анықтады.
Ол
қарама-өарсы
адаммен
жақындасуды
қажет етеді.
Осы
құбылыстың
Бюллер жағымсыз
тұстарын
анықтады:
тынымсыз
қозу жағдайы,
шектен тыс
сезімталдық,
физикалық
және жан
күйзелісі,
өзінің
көңілінен
шықпаған
жағдайларды
басқалардан
көру секілді
процесстер
жүреді. Бұл
кезеңде
жанындағы
адамдарды
түсінбеу,
кенеттен
өзін ешкімге
керек емес секілді
сезіну
сезімдері
пайда болады.
Сол себепті
өз ойларына
шомылып,
өзгелерден
өзін алшақ ұстап,
жұмыссыздыққа
бейімделе
бастайды. </span></p>
<p class="text-justify"><span>Штерн
жасөспірім
шақты
балалардың
ойындары мен
үлкен ересек
ақыл
тоқтатқан
адамдардың
арасындағы
жауапты
аралық кезең
деп атады.
Оның ойынша
осы кезеңде
адам өзіне белгілі
бір
құндылықты
таңдап, ары
қарай сол
құндылық
принципі
бойынша өмір
сүреді деген
пікірге
келді. </span></p>
<p class="text-justify"><span>Эриксон
өзінің
эпигенетикалық
теориясында
жасөспірімдік
кезеңді
«жеке
даралық қасиеттердің
қалыптасуы»
деп атады. Ол
жасөспірімдік
шақтан,
жеткіншек
кезеңге дейін
болатын
физикалық
құбылыстардың
барлық
аномальді
кезеңдерін
көрсетті.
Балалық шақтан
өткен кезде
өзін
жан-жақты
өткен кезеңде
қандай
іс-әрекет
жасағанын
пайымдап, өмірін
жоғары
кемелденумен
пайымдайды.
Қоршаған
орта оны
қалай
қабылдайды,
бұрынғы
қалыптастырған
дағдыларын
қалай жаңа
дағдылармен
ұштастыруға
болады деген
секілді
ойлар жиі
мазалайды.</span></p>
<p class="text-justify"><span>Жасөспірімдік
жыныстық
жетілу
кезеңінде
неше түрлі
сыртқы
имитацияның
әсерлері әсер
етеді. Бұл
факторлар
психобелсенді
реакцияларды
қоздыруға да
және
алдын-алуға
да болатын
факторларға
жағдай
жасайды. Сондықтан,
бұл шақтың
мінез –
құлықтық
реакцияларын
атап өткен
жөн.</span></p>
<p class="text-justify"><span>-
Эмансипация
реакциясы
өзінің
жақындарының
қамқорлығынан
және
басқаруынан
шығуға
ұмтылу. Үлкендердің
ойымен
олардың ойы
сәйкес
келмейді. Бұл
реакция
тікелей
адамдарғада
әсер етуі
мүмкін.</span></p>
<p class="text-justify"><span>-
Қызығушылық
реакциясы
(хобби)<span> 
</span>эмансипация
реакциясына
керісінше
реакциясы.
Бұл кезеңде
жоғары
қызығушылықтар
пайда болады.</span></p>
<p class="text-justify"><span>Алдын-алушы
факторлары
хобби болып
табылады.
Хобби
эстетикалық
және
монуальді
болады. </span></p>
<p class="text-justify"><span>Хоббидің
тағы бір
ерекше түрі
ақпараттық –
коммуникативті
деп аталады.
Жасөспірімдер
уақытының
көбісін
ешқандай
пайда әкелмейтін
мағынасы жоқ
ойсыз
қарым-қатынасқа
жұмсайды. Бұл
жағдайға
достарының
әсер етуі
әбден мүмкін.
Сонымен
бірге бұл
жағдай жаман
әдеттерге
алып келіп
соғуы мүмкін.
</span></p>
<p class="text-justify"><span>Аддиктивті
мінез
дегеніміз
(ағылшын тілінен
аударғанда
«зиянды
әдет», «жат
қылық») шынайы
өмірден
алшақтап,
өмірдің
шындығынан
қашып, өз
қиялындағы
өмірмен сүру.
Бұл ауытқушылықтарды
адам өзі
ойлап, қолдан
жасап алады.
Өзінің
бойындағы
болып жатқан
өзгерістерге
байланысты
балаға
керекті
көмек
көрсету қажет.
Көбінесе
жасөспірімдер
өзінен үлкен
адамдардан
көмек
сұрауға
ұялады.
Балаға медициналық
көмектен
бұрын,
ата-аналардың,
достарының
психологиялық
жағынан
берген кеңесі
мен көмегі
маңызды.
Жасөспірімдерде
аддиктивті
мінез
болғанда
жаман
әдеттердің
біреуі емес,
бірнешеуімен
әуестенуіде
әбден мүмкін.
Уақыт өте
келе өзінің
сол
әдеттерге қалай
үйреніп
қалғанын да
байқамай
қалады.</span></p>
<p class="text-justify"><span>Жасөспірімдік
кезең адам
өміріндегі
ең маңызды
кезең екені
ХІХ ғасырдың
екінші
жартысында
ғана
айқындала
бастады. Осы
кезеңнен
бастап көптеген
психолог,
дәрігер,
педагог,
мәдениеттанушылар
осы мәселені
зерттеп,
айналыса
бастады.
Жасөспірімдік
шақ бұл
жеткіншек
шаққа өтетін
саты
болғандықтан,
эмоционалды
жағынан
маңызды
болады. </span></p>
<p class="text-justify"><span>Жасөспірімдік
кезеңде бала
өзін жан-жақты
танығысы
келеді,
өзінің басқа
адамдардан
қандай
ерекшеліктері
бар екенін
білгісі
келіп,
өз-өзіне
сұрақтарды
көп қояды.
Достарымен
қалай
қарым-қатынас
жасауды
түсіне
бастайды.
Э.Эриксон
ойынша жасөспірімдік
кезеңде
баланың
достарымен
бірге уақыт
өткізуі өте
маңызды
болып саналады.
Құрбы-құрдастарымен
сөйлесуі балаға
әлеуметтік,
идеологиялық
ойларының қалыптасуына
әсер етеді
және өзіне
тән мінез
қалыптастырады.
</span></p>
<p class="text-justify"><span>Аддиктивті
мінез өте
қауіпті
себебі
айналасындағы
адамдарға
зиян
келтіретін
іс-әрекеттер
жасауы
мүмкін.
«Аддиктивтілік»
ұғымы қазір
көп кең
таралған
ұғым болып
табылады. Өз
бетімен өмір
сүру
дағдылары. Оқу
әрекеті. Жасөспірімнің
ақыл ойының
қалыптасуында
екі тетік
бар:
біріншіден,
олар өзін
қоршаған
әлеумет
ортасынан,
жеке адамдар
арасында
кездесетін
неше түрлі
қатынастың
мәнісіне
түсініп,
дүниеде
себепсіз нәтиже
болмайтынын
ұға бастайды.
Екіншіден, егер
жеткіншек
жасында
жасөспірім
уақытының
көбін мұң,
фантазия
сияқты
нәтижесі аз
объектілерге
жіберетін
болса, ендігі
күші мен
жігерін
шындық
нәрсені
меңгеруге
жұмсайды. Осының
өзі ақыл
ойдың
дамуындағы
үлкен жетістік.
Себебі жеке
адамның
өмірі шексіз
емес, азамат
қатарына
жету үшін
уақытты ол
үнемді және
нәтижелі
етіп
пайдалануы
қажет екенін
түсініп,
көбінесе
нәтиже
шығатын
реалдық
объектілермен
шұғылданатын
болады.
Ж.Пиаже жеткіншек
жастан
бастап
балада
формальдық
операция ойы
қалыптасады.
Ертедегі
грек оқымыстысы
Аристотель
негізін
салған
силлогистиканы
қолданушылар
тиісті
мәселенің шындығын
(не қате
екенін)
анықтау үшін
екі сөйлемге
сүйенеді. Бұл
сөйлемдердің
қандай болып
келетінін
біз ілгеріде
ескерттік.
Сөйлемдерден
жасөспірім
қорытынды
шығаруы
тапсырма
ретінде
беріледі.
Операция
жасау кезінде
оның
сүйенетін
сөйлемдері
шын ба, не жалған
ба, осыны
еске алмайды.
Еске алса,
осыны ол орындай
алмауы
мүмкін. Еске
алмаудың бұл
түрін
формальдық
тәсіл деп
атайды. Жас
адамдардың
ой өрісі<span> 
</span>абстракцияға
сүйенеді. Бұл
тәсіл жас
адамдарды
барлық ісін
формулаға (ереже,
не аксиомаға)
негіздеп
шешкісі келуіне
итермелейді.
Бастауыш
жасындағы оқушылар
сыртқы
ақиқаттың<span>  </span>(яғни
нақты
бейненің)
дәрежесінде
ойланады. Ал
жасөспірімді
алсақ,
формальдық
операция негізінде
ойланатын
болғандықтан,
ойын сол нақты
затқа
негіздемейді,
абстрактық
қиял мөлшеріне<span> 
</span>негіздейді. Адам
баласының
бұдан да
басқа ақыл
ойының өзге
тәсілдері
(диалектикалық
ой тәсілі, аналитикалық
ой амалы т.б.)
кездеседі.
Формальдық
тәсіл
ақыл-ойдың
едәуір
дәрежеге
жеткеніне
дәлел бола
алады. Қазіргі
қазақ
мектебін
бітірген<span> 
</span>жасөспірімдердің
өз ана тілімен
қоса өзге
орыс не шетел
тілдерін
оқуы да осы
ойлаудың
тереңдігін
білдіреді.
Кезінде
Г.Гете: «өзге
тілді
білмеген
адам өзінің
ана тілін де
білмейді»,-деп<span> 
</span>айтқан екен.
Осылай дейтін
себебі,
әдетте, адам
өзін жақсы
біле алмайды,
ол тек
өзгелердің
өзі жөніндегі
бағасына
қарап біледі.
Сол сияқты екінші
тіл<span> 
</span>баланың ана
тіліне өзге
кісі
тұрғысынан
қарап, соның
ұтымды не
ұтымсыз
жақтарын
көруге
көмектеседі.
Екі тілдегі
мөлшерлерді
салыстыра
отырып, онан
әрі дамытуына<span>  </span>толық
мүмкіншілігі
бар. Сонымен
қатар біз бір
тілді бір
тереземен
екінші тілді
екінші
тереземен<span> 
</span>метафора
ретінде ұқсастырсақ,
онда бірінші
терезеге
қарағанда,
екінші
терезе
жарықты
көбейте
алады. Сол сияқты
екінші тіл
бірінші
тілге
қосылып, жасөспірімдердің
ақыл-ой
байлығын
онан әрі
дамыта алады.<span>   </span></span></p>
<p class="text-justify"><span>Қорытындылай
келе,
жасөспірімдік
– жеке
адамның
толысуының аяқталатын
кезеңі
болғандықтан,
жастардың тән,
жан, рух
жағынан
жан-жақты
ізденісте болу
қажеттігін
меңгергені
абзал.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-right"><span>1. Ғылыми
және
эстетикалық
сенімдердің,
әлеуметтік
нормалардың
калыптасуы.</span></p>
<p class="text-right"><span>2. Өзіндік
</span><span>сана
мен «Мен» <span>бейнесінің
дамуы.</span></span></p>
<p class="text-right"><span>3. Жасөспірімдік
шақтағы
психоәлеуметгік
</span><span>даму.</span></p>
<p><span><span>       </span>4. Бозбала
<span>мен
бойжеткендердің
өзара
қатынасы.</span></span></p>
</div>`},{id:"lecture-12",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"12-дәріс",title:"§ 1 Ересектік жастағы даму",topic:"Ересектік жастағы даму",original:"./originals/lecture/12.mht",content:`<div>
<p><b><span>§ 1 </span></b><b><span>Ересектік
</span></b><b><span>жастағы
даму</span></b></p>

<p class="text-justify"><span>Кемелдену
кезеңі адам
өміріндегі
ең ұзақ
уақытты
алады және бірнеше
гетерогенді,
ұқсас емес
кезеңдерді
қамтиды. Жастың
үш
анықтамасы
бар екені
белгілі. Олар:</span></p>
<p class="text-justify"><b><span>Биологиялық
жас</span></b><span> -
адамның
орташа өмір
сүру
ұзақтығы - әр
адамға әр
түрлі.
Эмфиземасы
бар, жүрегі
ауырған және
үш жылға
дейін өмірі
қалған қырық
жастағы ер
адамның
биологиялық
жасы тағы 35
жыл өмір
сүруге
үміттенетін
қырық
жастағы
үлкен
адамнан мүлдем
өзгеше.</span></p>
<p class="text-justify"><b><span>Әлеуметтік
жас </span></b><span>- адамның
позициясының
белгілі бір
мәдениетте
бар
нормаларға
сәйкес келу
деңгейімен
бағаланады. </span></p>
<p class="text-justify"><b><span>Психологиялық
жас </span></b><span>- адамның
қоршаған
орта
талаптарына
қаншалықты
бейімделгендігін
көрсетеді.
Оған интеллект,
оқу қабілеті,
моторикасы
және сезім,
көзқарас,
мотив сияқты
субъективті
факторлар
кіреді.</span></p>
<p class="text-justify"><span>Биологиялық,
әлеуметтік
және
психологиялық
жас
факторларының
жиынтығы
жетілу
ұғымына
әкеледі.
Биологиялық
және
әлеуметтік
факторлар
оған жетудің
қажетті
шарттары
болғанымен
(мысалы, белгілі
бір жас және
әлеуметтік
мәртебе), кейбір
психологиялық
қасиеттер
жетілудің
анықтаушы
ингредиенттерінің
рөлін де атқарады.
Оларға
материалдық
және
әлеуметтік
тәуелсіздік
пен
дербестік,
тәуелсіз
шешім қабылдау
қабілеті
және белгілі
дәрежеде
мінезінің
беріктігі,
сақтық,
сенімділік,
адалдық пен
жанашырлық
жатады.
Әртүрлі
зерттеушілер
жетілуді
анықтауға әр
түрлі
көзқараспен
қарайды және
оған әр түрлі
компоненттерді
қосады.</span></p>
<p class="text-justify"><span>Ересек
өмірдің
басталуы
және оның
аяқталуы
туралы
ғылымда
келіспеушіліктер
бар. Көптеген
зерттеушілер
оның
басталуын
жасөспірімнің
аяқталуымен -
18-19 жасқа, ал
аяқталуын - 55-60
жасқа
жатқызады.
Бұған қоса,
адам өмірінің
аталған жас
аралығында
олар кезеңдерді
бөледі:</span></p>
<p class="text-justify"><span>1) ерте
ересек жас (18-30
жас);<span>          </span></span></p>
<p class="text-justify"><span>2) орта
жастағы
ересек адам (30-45
жас);</span></p>
<p class="text-justify"><span>3) ересек
жастағы (45-55
жас);</span></p>
<p class="text-justify"><span>4)
зейнетке
дейінгі жас
(әйелдер үшін
50-55 жас, ерлер 55-60
жас).</span></p>
<p class="text-justify"><span>Сонымен
қатар,
кезеңдердің
әрқайсысы
үшін
ерекшеліктер
атап өтіледі.</span></p>
<p class="text-justify"><span>Сонымен,
ерте ересек
кезеңі
ересек
адамның
рөлін игеру,
сайлау
құқығы
алуымен,
толық заңды
және
экономикалық
жауапкершілікпен,
елдегі
әлеуметтік
қызметтің
барлық түрлеріне
қосылу
қабілетімен
сипатталады. Осы
кезеңнен өткен
адамдардың
көпшілігінің
өз отбасылары
бар және
алғашқы
балалары бар.
Яғни, бұл
кезеңдерде
жұмыста
кәсіби
рөлдер игеріледі,
таңдалған
мамандыққа
негізделген
достар
шеңбері
қалыптасады.</span></p>
<p class="text-justify"><b><span>Орташа
ересек өмір
дегеніміз</span></b><span> - кәсіби
рөлді және
еңбек өтілін,
кейде
көптеген
әріптестердің
арасында
көшбасшылықты,
салыстырмалы
материалдық
тәуелсіздік
пен
әлеуметтік
байланыстардың
салыстырмалы
түрде кең
ауқымын,
сондай-ақ кәсіби
қызмет
шеңберінен
тыс
қызығушылықтардың
болуы мен
қанағаттануын
орындау шеберлігіне
жету кезеңі.</span></p>
<p class="text-justify"><span>Кеш
ересектік
жас кезінде
таңдалған
кәсіби және
әлеуметтік
рөлдердің
жоғары білікті
орындалуымен
және, әдетте,
ресми мәртебенің
шыңына
жетуімен,
сондай-ақ
әлеуметтік
белсенділіктің
шамалы
төмендеуімен
сипатталады.
Көп жағдайда
осы уақытта
отбасынан ересек
балалар
кетеді.</span></p>
<p class="text-justify"><b><span>Зейнеткерлікке
дейінгі жас</span></b><span> - бұл
физикалық
және ақыл-ой
функцияларының
айқын
төмендеуі
байқалатын <b>эго</b>
кезеңі.
Жұмыстың
негізгі
саласында
кәсіби
ұмтылыстардың
төмендеуі
байқалады
және алдағы
зейнеткерлік
өмір салтына
дайындыққа
байланысты
барлық
мотивациялық
салада
елеулі өзгерістер
болып жатыр.
Сонымен
қатар, бұл жылдар
өздерінің
әлеуметтік
шеңберінде ең
көрнекті
орындарды
иеленуге
қолайлы.</span></p>
<p class="text-justify"><span>Әрине,
ересек
кезеңнің
барлық
жоғарыда аталған
сипаттамалары
осы
кезеңдерден
өтетін
барлық адамдарға
тән емес.
Кезеңдердің
әрқайсысында
«өмір сүру»
кезінде әр
адамның
өміріндегі
ерекше
жағдайларға,
сондай-ақ
«паспортқа»
кәмелетке
толған кезде
оның
физикалық, ақыл-ой,
азаматтық
және еңбек
жетілу дәрежесіне
байланысты
жеке
вариациялар
болуы мүмкін.</span></p>
<p class="text-justify"><span>Өздеріңіз
білетіндей,
адамның жеке
тұлға ретінде
(күрделі
табиғи
организм),
тұлға ретінде
(қатынастар
ансамблі),
таным
субъектісі
және еңбек
субъектісі
ретінде (ең
алдымен
кәсіби маман
ретінде)
дамуы
біркелкі емес.
Ересек
өмірдің
басында
көптеген
адамдар соматикалық
және
жыныстық
жетілудің
жоғары деңгейіне
жетеді.
Сонымен
бірге
олардың жүйке-психикалық
дамуы
физикалық
жетілу шеңберіне
толық сәйкес
келмейді
және мұнда
жеке
айырмашылықтар
өте үлкен.</span></p>
<p class="text-justify"><span>Бұл
білімнің
субъектілері
ретінде және
жеке тұлға
ретінде қалыптасқан
адамдарға да
қатысты.
Кәсіби маман
ретінде
олардың
жетілу
дәрежесіне
келетін
болсақ, сирек
жағдайларды
қоспағанда, олардың
көпшілігі
ересек
кезеңге еніп,
осы параметр
арқылы,
әдетте, тек
жетілудің бастапқы
кезеңінен
өтеді.</span></p>
<p class="text-justify"><span><span>         </span>Адамның
физикалық,
ақыл-ой, жеке
және еңбек
жетілу
деңгейлерінің
сәйкес
келмеуі өте
үлкен
дәрежеде осы
адамның
өмірі өтетін
нақты тарихи
жағдайларға
байланысты
екендігі
түсінікті
шығар.</span></p>
<p class="text-justify"><span>Э.Эриксонның
периодизациясы
бойынша, ересек
кезеңінде
адам екі
өмірлік
дағдарысты
бастан кешіреді:</span></p>
<p class="text-justify"><span>• 20-40 жас
аралығындағы
дағдарыс
(ерте ересек жас);</span></p>
<p class="text-justify"><span>• 40-60 жас
аралығындағы
дағдарыс
(жетілу).</span></p>
<p class="text-justify"><span>Ересек
жас 20-дан 40
жасқа
дейінгі
кезеңді қамтиды
және адамның
интенсивті
жеке өміріне
және кәсіби
қызметіне
енуіне
сәйкес келеді.
Бұл сіздің
жеке өміріңіздегі
тұрақтылыққа
және кәсіби
салада жоғары
нәтижелерге
қол
жеткізуге
мүмкіндік
беретін
нақты және
нақты
мақсаттарды
қою уақыты,
отбасын құру
және балалы
болу туралы
шешімдер
қабылданатын
уақыт. Бұл
өмірдің ең
бай кезеңі -
гүлдену
кезеңі.</span></p>
<p class="text-justify"><b><span>Пісіп-жетілу</span></b><span> (ересек
жас) 40-тан 60
жасқа дейін
созылады
және тұрақтылық
пен
өнімділікпен
сипатталады, әсіресе
кәсіби және
әлеуметтік
салада. Осы
жаста адам
денсаулық
жағдайын,
отбасындағы
және
жұмыстағы
жағдайды
ескере отырып,
түгендей
бастайды,
мақсаттарын
қайта қарайды.</span></p>
<p class="text-justify"><span>40-60 жаста
болған
дағдарыста
Р.Пекк (1968) төрт
қалыпты
дағдарысын
анықтады,
олардың
шешілуі
қалыпты
дамудың
қажетті
шарты болып
табылады:</span></p>
<p class="text-justify"><span>1.Физикалық
батылдықтың
басымдылығын
алмастыра
отырып,
адамның
даналыққа
деген құрмет
сезімін
дамыту.</span></p>
<p class="text-justify"><span>2.Әлеуметтік
қатынастардың
сексуализациясын
олардың
әлеуметтенуімен
ауыстыру
(бұл, тиісінше,
жыныстық
рөлдердің
әлсіреуіне
әкеледі).</span></p>
<p class="text-justify"><span>3.Жақындарының
қайтыс
болуымен
немесе балалардың
оқшаулануымен
байланысты
аффективті
кедейленуге
қарсы тұру
және басқа формаларда
аффективті
байытуға
ықпал ететін
эмоционалды
икемділікті
сақтау
қажеттілігі
(бос уақыт,
хобби,
достар,
немерелер).</span></p>
<p class="text-justify"><span>4.Психикалық
икемділікті
сақтау, ескі
әдеттерге
берілудің
және
психикалық
қаттылық
жағдайында
болудың
орнына,
жүріс-тұрыстың
жаңа
формаларын
іздеуді
жалғастыру.</span></p>
<p class="text-justify"><span>20-40 жас
аралығында
болатын
жетілудің
басталуы
адамның
физикалық
дамуының ең
жоғарғы
кезеңі болып
табылады.
Бұлшық ет
күші, реакцияның
жылдамдығы,
көру
қабілеті мен
есту
қабілеті,
сондай-ақ
ептілік,
төзімділік және
басқа
психофизиологиялық
қасиеттер
осы жаста ең
жақсы
деңгейге жетеді.</span></p>
<p class="text-justify"><span>Адамның
дене күші,
органның
қызметі,
реакция
жылдамдығы,
моторикасы
және басқа
физикалық
мүмкіндіктері
ең жоғары
деңгейге 25 пен
30 жас
аралығында
жетеді. 30
жылдан кейін
олар баяу,
бірақ
айтарлықтай
төмендейді.
Алайда, 30 бен 50
жас
аралығында
болатын бұл құлдырау
көпшілік
елестететіндей
күрт емес. 40
жасқа дейін
ересектердің
физикалық мүмкіндіктерінің
деңгейі өте
жоғары болып қалады.
Дене
дағдылары
мен
қабілеттерінің
төмендеуі
сыни
жағдайларда
немесе денеге
жүктеме күрт
өсетін
жағдайларда
байқалады.</span></p>
<p class="text-justify"><span>Мысалы, 25
жастағы ер
адамға
отбасымен
бірге қаржылық
дағдарысқа
қарсы тұру
үшін үш
жұмысты алу
қырық
жасарға
қарағанда
оңайырақ.
20-дан 40 жасқа
дейінгі есту
өткірлігі
шамамен 10%-ға
төмендейді,
ал көру, дәм
сезу, иіс
сезу іс
жүзінде
нашарлауды
көрсетпейді.
Психикалық
қабілеттер
ересек жаста
азаймайды,
бірақ
көптеген
адамдарда
олар артады.
Бұл, ең
алдымен,
сөздік қор
мен абстрактілі
ұғымдарды
меңгеруге
қатысты.
Ресми ойлаудың
дамуы
белгілі бір
дәрежеде
белгілі бір адамның
өмір салты
мен кәсіби
іс-әрекетінің
ерекшелігімен
байланысты.</span></p>
<p class="text-justify"><span>Э.И.Степанованың
зерттеулері
көрсеткендей,
ересек
адамның
интеллектуалды
даму процесі
гетерогенді,
ол өрлеу мен
құлдырау кезектесіп,
сонымен
қатар
психикалық
когнитивті
процестер
жүйесіндегі
екпіндердің
өзгеруімен
сипатталады.
Интеллектуалды
дамудың
бірнеше
негізгі
кезеңдері
анықталды:</span></p>
<p class="text-justify"><span>• 18-25 жас -
құлдыраулар
мен
құлдыраулардың
жиі өзгеруі
(бір-екі
жылдан
кейін),
тұрақсыздық
және
психикалық
функцияларды
белсенді қайта
құру;</span></p>
<p class="text-justify"><span>• 26-35 жас -
тұрақтылықтың
жоғарылауы,
еріксіз есте
сақтау
деңгейінің
аздап
төмендеуі,
ерікті зейіннің
артуы, ойлау
процестерінің
белсенділігінің
артуына,
ақыл-ой
әрекетінің жеке
стилінің
қалыптасуына
байланысты
интеллект
даму
деңгейінің
жалпы
көтерілуі;</span></p>
<p class="text-justify"><span>• 36-40 жас -
интеллекттің
тұтастығын
нығайту,
пайымдаудың,
даналықтың
жетілуі;</span></p>
<p class="text-justify"><span>• 40 жылдан
кейін -
қартаю мен
әлсіреу
процестеріне
және
телекоммуникацияларға
қарсы
тұратын
ауызша
интеллекттің
көбірек дамуы.</span></p>
<p class="text-justify"><span>Ересек
жастағы өмір
тәжірибесінің
жинақталуымен
және оның кәсібиленуімен
ақыл-ой
еңбегінің
жеке стилінің
адамның
интеллектуалды
дамуына әсері
күшейеді.</span></p>
<p class="text-justify"><span>Адам
өзінің
зияткерлік
потенциалын
ұзақ уақыт
сақтай алуы
үшін білімді
жинақтау және
логикалық
түрлендіру
процестерін
саналы түрде
реттеу,
белсенді
психикалық
іс-әрекетті
тек
теориялық
тұрғыдан
ғана емес, сонымен
қатар оның
мінез-құлқын
құрастыру қажет.
Әр түрлі жас
топтарындағы
адамдардың
жас ерекшеліктерін
бағалауда
белгілі бір
заңдылық бар.
Сонымен,
эксперимент
барысында
жастар (20-дан 40
жасқа дейін)
және егде жастағы
адамдар (40-тан
60-қа дейін) өз
жастарын бағалады.</span></p>
<p class="text-justify"><span>Адамның
жасы кіші
болған сайын,
ол өзіне қартайған
болып
көрінеді, сол
сияқты жасын
асыра
бағалап, ол
басқаларды
қабылдайды.
23-те тұрмысқа
шықпаған қыз
өзін ескі
күң, ал отыз,
тіпті одан да
үлкен адамдар
деп санайды.</span></p>
<p class="text-justify"><span>40 жылдан
кейін
керісінше
үрдіс
байқалады - адамдар
әдетте
өздерін
өздерінен
жас деп қабылдайды.
Жасы
ұлғайған
сайын
олардың жаны
да жасарады,
бірақ,
өкінішке
орай, биология
адамға
өзінің жасын
еске
түсіреді. Психологиялық
жастың өзіне
тән
ерекшеліктері
бар:</span></p>
<p class="text-justify"><span>• әр
адамның
«ішкі
шкаласымен»
өлшенеді;</span></p>
<p class="text-justify"><span>• кейбір
шектерде
қайтымды,
яғни адам
психологиялық
болашақ
үлесінің
ұлғаюына немесе
психологиялық
өткеннің
төмендеуіне байланысты
жасарып, өсе
алады;</span></p>
<p class="text-justify"><span>• адам
өмірінің
әртүрлі
саласында
сәйкес келмеуі
мүмкін (жеке
өмірде,
іскерлік
салада);</span></p>
<p class="text-justify"><span>• белгілі
бір жастағы
психологиялық
дағдарыстармен
бірге жүруі
мүмкін.</span></p>
<p class="text-justify"><span>Балалық
шақта - 3, 6-7
жастағы
дағдарыстар;
жасөспірімдерде
- 12-14; жас
жігіттер
үшін - 18-19;
ересек жастағы
- 25-26 жас. Содан
кейін сынықтар
әр
онжылдықта
болады - 30, 40, 50
және т.б. 70-ке дейін,
содан кейін 5
жыл сайын.
Адам өзінің
өміріндегі
онжылдықтағы
нәтижесін
шығарып,
болашаққа
жоспар
жасайды.</span></p>
<p class="text-justify"><span>Қырқыншы
жылдардағы
психологиялық
дағдарыс
орта жастағы
дағдарыс
ретінде
бағаланады.
Бұл
дағдарыстың
күші
жастарда
қойылған мақсаттар,
идеялар,
жоспарлар
мен оларды
жүзеге
асырудың
қаншалықты
үлкен
сәйкессіздігімен
анықталады.</span></p>
<p class="text-justify"><span>Орта
жастағы
дағдарыс
адамға
өзінің өмірінің
бір бөлігін
қайта
қарауға және
өмірдің
перспективасын
адамдарға
белсенді
болып
қалатындай
етіп
көрсетуге
көмектеседі.</span></p>
<p class="text-justify"><span>М.Зощенко
«Ақыл туралы
ертегіде»
жол апатына
түскен
адамның ісін
бағалайды -
оның жоғарғы
ерні кесіліп,
ол дереу
ауруханаға
жеткізілді.
Әйел хирург
жарақатына
байланысты
сөйлей
алмайтын
науқастың
қатысуымен
бірге жүрген
досынан: «Ол
нешеде?» Деп
сұрады. Ол:
«Қырық-елу,
айырмашылығы
неде?» Деп
жауап берді.
Дәрігер әйел:
«Егер қырық
болса - біз
пластикалық
ота жасаймыз,
егер елу болса,
мен оны
осылай
тігемін»
деді.</span></p>
<p class="text-justify"><span>Жәбірленуші
теріс
қимылдарды
көрсетіп, төрт
саусағын
көрсетті
(оның қырық
екенін).
Науқасқа пластикалық
операция
жасалды.
Барлығы жақсы
өтті, тыртық
аз болды,
бірақ
моральдық соққы
күшті болды.</span></p>
<p class="text-justify"><span>Ер адам
оны көлік
қағып
кеткенін
ұмытып кетті,
оның
есеңгіреуі
басқаша
болды - ол
матрацтарды
кейде
өрескел жіппен
шетінен тігу
тәсілімен
хирургтің елу
жастағы
адамдар
туралы
сөздерін
ұмыта алмады.
Қартайған
адамның бұл
психикалық ауруы
оның бойында
ұзақ уақыт
сақталды.</span></p>
<p class="text-justify"><span>Әлеуметтік
психологияда
орталық
ұстаным
әлеуметтену
үздіксіз
жалғасады -
бұл бүкіл
адам өмірі. Алайда,
ересек
адамның
әлеуметтенуі
қалай жүреді
деген
сұраққа
жауап әлі
алынған жоқ.</span></p>
<p class="text-justify"><span>Бастапқы
және
қайталама
әлеуметтенудің
бөлінуі: Біріншісі
баланың
қалыптасу
кезеңіне сәйкес
келеді.
Екіншісі
ересек
адамның өзін-өзі
дамытуымен
байланысты.
Қазіргі
практикалық
психологияда
олардың
өзара байланысы
мен
айырмашылығын
талдауға
мүмкіндік
беретін
материал
жинақталды.
Әрине, ересек
адамның
өмірі
баланың
өмірінің
жалғасы
болып
табылады
және одан
өседі, алайда
ересек
адамның
өмірінің
өнімділігі
көбіне балалық
шақта
жинақталған
тәжірибені
қайта
қарауға немесе
тіпті бас
тартуға
байланысты.</span></p>
<p class="text-justify"><span>Мұны
ынталандыру
әр түрлі
болуы мүмкін,
мысалы,
қоғамдағы
немесе өз
өміріндегі
өзгерістерге
байланысты
даму
жағдайының
өзгеруі. Олар
адамды
кейбір
құндылықтарды,
көзқарастарды,
мінез-құлық
репертуарын
қайта қарау,
жаңарту қажеттілігі
алдына қоя
алады.
Ресейдегі қазіргі
әлеуметтік
жағдай бұған
айқын мысал
бола алады.
Жеке
өмірдегі
маңызды
ынталандырушы
оқиғалардың
қатарына
некеге тұру,
босану,
ажырасу,
мамандықтың
өзгеруі, ауру,
өз немесе
жақын
адамдар және
басқа да
өмірлік проблемалық
жағдайлар
туралы
айтуға болады.</span></p>
<p class="text-justify"><span>Баланың
толық
психикалық
дамуы
отбасынан
тыс жерде
мүмкін
еместігі
белгілі.
Сонымен
бірге,
ата-аналық
отбасының
адам дамуындағы
рөлі бір
мағыналы
емес - көп
жағдайда ересек
адам үшін
ата-ана
отбасында
үйренген мұраны
жеңу міндеті
өткір болып
табылады. Бұл
оның
ескіруінен,
сондықтан
жеткіліксіздігінен
ғана болуы
мүмкін. Басқа
себептер де
болуы мүмкін.
Мысалы,
өткеннің
жарақаттық
әсері - өткен
оқиғалар,
адамдар
немесе өткен
адамдар
арасындағы
қатынастар.
Кейде біз өткеннің
озбырлығы
туралы
айтуға
болады, оған
ілініп
қалумен
байланысты,
әсіресе жағымсыз
сәттерге
назар аудару.
Бұл адамның қазіргі
уақытта
қолдана
алатын күшін
алып
тастайды.
Әдетте, сол
тәжірибені,
оның ішінде
өткенді
бірыңғай
қабылдау
және
түсіндіру болмайды.
Осыған
байланысты
ересек
адамда әрқашан
таңдау
болады -
өзінің
тарихын түсіну
және оның
жарақаттық
әсерін
барынша азайту
үшін оған
реакция
жасау
нұсқасын таңдау.
Ересектерде
бар
тәжірибені
қайта қараудың
маңызды
негізі өзіне
жақын болуға
деген ұмтылыс
болуы мүмкін,
көбінесе
олардың
бастапқы
ішкі
табиғатына
сәйкес
келеді.</span></p>
<p class="text-justify"><span>Баланың
алғашқы
әлеуметтенуінен
айырмашылығы,
ол бірінші
кезекте
сыртқа
бағытталған -
сыртын
иемденуге
және оны
интимизациялауға,
ересек адамның
әлеуметтенуі,
ең алдымен,
ішке қарай бетбұрыс,
бұл өзін-өзі
тану (Л.А. Петровская,
1999).</span></p>
<p class="text-justify"><span>Ересек
жастағы
өзін-өзі тану
еңбек әріптестерімен,
туыстарымен,
таныстарымен,
балалармен
қарым-қатынас
кезінде де,
кәсіби қызметте
де болады.</span></p>
<p class="text-justify"><span>Өзін-өзі
танудың дамуы
өзін
басқамен
салыстыру
арқылы тану
процесінен
басталады.
Бұл басқа
балалармен салыстыру
арқылы
олардың
қасиеттерін
бағалауға
күрт жауап
беретін
балаларда
өте айқын
көрінеді.
«Мен және
басқа адам»
типіндегі
өзін-өзі тану
тек
балаларға
ғана тән емес,
ол адам
бойында өмір
бойына
қалады,
эмоционалды
бояғышқа ие
және басқа
адамдардың
оның дұрыс
бағалауына,
сондай-ақ ол
туралы басқа
адамдардың
пікіріне
байланысты.
Өзін-өзі
танудың бұл
түрі өте
тұрақсыз,
ахуалды және
жанжалды
жағдайлардың
көзі бола
алады, әсіресе
адам өзін
әрқашан
басқалардан
жақсы санайды.
Өзін-өзі
тануды
дамытуда
басқа, жоғары
деңгейге -
өзін өзімен
салыстыру
деңгейіне
өту өте
маңызды. Адам
өзінің
қасиеттерін,
іс-әрекеттерін
бағалауды,
кешегі және бүгінгі
жағдайын
салыстыруды
үйренуі керек:
ол батыл,
шешуші
әрекет
жасады
немесе керісінше
ол қорқақ
болды. Мұнда
бізге даму,
өзін-өзі
бақылаудың
және
интроспекцияның
ішкі
әдістері
көмектеседі.
Нағыз,
сындарлы өзіндік
сын әрқашан
«мен және
басқа адам»
деңгейінде
емес, «мен
және мен»
деңгейінде жүргізілуі
керек.</span></p>
<p class="text-justify"><span>Өзін-өзі
тану
негізінде
адам өзін-өзі
бағалауда
көрінетін
белгілі бір
эмоционалды-құндылық
қатынасты
дамытады.
Өзін-өзі бағалау
адамның
қабілеттерін,
психологиялық
қасиеттері
мен
іс-әрекеттерін,
өмірлік мақсаттары
мен оларға
жету
мүмкіндіктерін,
сондай-ақ
басқа
адамдар
арасындағы
өз орнын
бағалауды
қамтиды.</span></p>
<p class="text-justify"><span>Ересек
адамның
еңбек өмірі
кәсіби цикл
ретінде
ұсынылған.</span></p>
<p class="text-justify"><b><span>Кәсіби
цикл</span></b><span> -
бұл адам
өміріндегі
кезеңдер мен
кезеңдердің
өзгермелі
дәйектілігі,
оның ішінде мамандықтар
әлемімен
танысу және
кәсіптік
таңдау, білім
алу және
кәсіптік
білім алу, өз
бетінше
жұмыс істеу
және
тәжірибе жинау,
мансап
сатысымен
көтерілу
және одан әрі
кәсібилену
кезеңдері. Кәсіби
цикл балалық
шақтан
басталады
және көбіне
егде жаста
аяқталады.
Екі зерттеуші
- Дональд
Супер және
Роберт
Хейвигурст -
бұл циклды
кәсіби өмірдің
бірнеше
кезеңдеріне
бөлді, соның
негізінде
жұмыс біздің
өмірімізде
бір уақытта
жұмыс
істейді.</span></p>
<p class="text-justify"><span>30-60
жас аралығы
адамның ең
ұзаққа
созылатын кемелдік
шақ болып
табылады. Бұл
жас аралық
адам
баласының
белгілі бір
мамандықтың
иесі бола
білген,
қоғамда өз
орны
анықталған,
қоршаған
ортаға ықпал ете
алатын тұлға
деп
сипаттауға
болады. Э.Эриксонның
пікіріне
сүйенетін
болсақ, кемелдік
кезеңді 25-65
жастың
аралығын
есептей отырып
адам
баласының 40
жыл уақытын
қамтиды деген
болатын.
Кемелдік
шақта, жастық
шақтағы
өмірдің
негізгі
аумағын
кәсіби мамандығы
мен
отбасылық
байланыстар
маңызды орын алады.
Бұл жастың
әлеуметтік
деңгейін
Э.Эриксон прогрессивтілігі
мен
регрессивтілігі
арасындағы
таңдауды
жасай
алмауының
салдарынан
өзін толық
кәсіптік
қызметте
немесе отбасылық
тұрғыда
толық аша
алмағандығының
салдарынан
болады деген
болатын. Бұл
тұстағы
негізгі
көзқарас
өзінің жасап
жатқан кәсібінің
толық мәнін
игере
алмауын айтып
отырса керек.
Кәсіптің
орындалуы
көп жағдайда
қалыптасқан
дағды
негізінде
іске аса
береді. Егерде
дағды мен
қоса адамның
бойындағы
икемділік
пен қабілет
сәйкес
келген
жағдайда
адам өз
ісінің қас
шебері бола
алады. Сондықтан
жасөспірім
кезінде өз
бойындағы қызығушылықпен
икемділіккке
аса назар аудару
маңызды
болып
табылады.
Кемелдік шақ
өзінің және өзгелердің
өміріне
деген
жауапкершілік
болып
табылады. Осы
кезеңде
«жоспарланбаған»
крезис орын
алады. Бұл
деп
отырғанымыз
адамның
алғашқы
кемелдік
шақтарда екі
кезеңнің
шекарасын
сезіне
білуден
тұрады. Бұл
дегеніміз «40
жастағы
кризис»
дегенді<span>  </span>білдіреді.
Бұл жастың
ерекшелігінде
көп жағдайда
адамдардың
өз өміріне
деген
қанағаттанбаушылық,
өзінің
шынайы емес
елестер мен
армандардың
арасындағы
тым алшақтық
болуы
күйзеліс
алып келу
қауіпінің
болуы. Сондықтан
әр адам өз
өмірінің
шынайы
суретшісі
бола білуі керек,
яғни<span> 
</span>өзінің өмір
сүру салты, отбасылық
дәстүрі мен
құндылықтарын
басты орынға
қоя отырып,
бағалай
білгенде
ғана әр адам
өз өмірінің
қоюшы
режесері
бола алады.
Сонымен
қатар, өз
табиғатын
түсіне білген
адам өз
мақсатына
жете алады.
Алға
қойылатын
мақсат әр
адамның
өзіне және
айналасындағылардың
алдындағы
жаупакершілікті
сезіне білген
кезде
туындайды.<span>  </span></span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1. Ерте
ересек жас, неше
жас аралығын
қамтиды?</span></p>
<p class="text-justify"><span>2.
Э.Эриксонның
периодизациясы
бойынша, ересек
кезеңінің
дағдарысын
көрсет?</span></p>
<p class="text-justify"><span>3.
Дағдарыстық
жағдаяттарды
жеңе білу
іскерлігі.</span></p>
<p class="text-justify"><span>4.<span> 
</span>Ересектік
жастағы
физикалық
даму.</span></p>

</div>`},{id:"lecture-13",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"13-дәріс",title:"§ 2 Ересектік жастағы когнитивтік даму",topic:"Ересектік жастағы когнитивтік даму",original:"./originals/lecture/13.mht",content:`<div>
<p class="text-justify"><b><span>§ 2 </span></b><b><span>Ересектік
</span></b><b><span>жастағы
<span>когнитивтік
</span>даму</span></b></p>

<p class="text-justify"><span>20-40
жасқа толған
адамдардың
танымдық
сферасының
ерекшелігі
хронологиялық
жас және
организмдегі
өзгерістермен
ғана емес,
жеке, әлеуметтік,
мәдени оқиғалармен,
факторлармен
айқындалады.
Танымдық
сфераның
даму динамикасы
мен бағыты жағымды
да, жағымсыз
да болуы мүмкін.
Танымдық
процестердің
инволюциясы қарқындылығы
екі факторға
байланысты:
ішкі және
сыртқы.</span></p>
<p class="text-justify"><span>Жеке
тұлғаның
дарындылық
деңгейі ішкі
фактор
ретінде әрекет
етеді.
Дарынды
адамдарда
интеллектуалды
прогресс ұзақ
болатыны
белгілі,
инволюция аз
дарынды адамдарға
қарағанда
кешірек
пайда болады
және баяу жүреді.</span></p>
<p class="text-justify"><span>Сыртқы
фактор - бұл әлеуметтік-экономикалық
және мәдени
жағдайларға
тәуелді
шарттардың
жиынтығы. Бұл
сыртқы
фактор, ең
алдымен,
С.Паконың
айтуы
бойынша, қартаюға
айтарлықтай қарсы
болатын,
инволюциялық
процесті
тежейтін
білім.
Алайда, егер
мектептегі
білім жалпыға
бірдей және
міндетті
болса, онда
мектепті
бітіргеннен
кейін білім
деңгейінің
жоғарылауы
тек
объективті - әлеуметтік-экономикалық
емес, сонымен
қатар жеке жағдайға
ие. Көптеген
жастардың өзін-өзі
тану және өзін-өзі
дамыту
тенденциясы
білім деңгейін
көтеру мен
танымдық қызығушылықты
қалыптастырудың
маңызды
ынталандырушысы
ретінде әрекет
етеді. Сондықтан
адамдардың
танымдық
сферасының 20-40
жас аралығындағы
дамуы тұлғаның
дамуы мен қалыптасуымен
тығыз
байланысты.</span></p>
<p class="text-justify"><span>23-25
жасқа дейін көптеген
психофизиологиялық
функциялар
максималды
дамуға
жетеді және қол
жеткізілген
деңгейде 40
жасқа дейін
сақталады. 20
жасқа
дейінгі
шекті мәндерді
сенсорлық
оптимумға
сілтеме
ретінде
пайдалануға
болады,
онымен
салыстыру арқылы
кез-келген
адамның
жасын анықтауға
болады. 20
жаста есту, көру
және мотор
орталықтарының
максималды
сезімталдығы
байқалды,
сенсорлық
оптимумға 25
жаста
жететіндігі
дәлелденді.
Демек, сезім 25
жасқа дейін
максималды
дамуға
жетеді және 40
жасқа
дейінгі
адамдардың көпшілігінде
осы деңгейде қалады.</span></p>
<p class="text-justify"><span>Б.Г.Ананьевтің
айтуы
бойынша, еңбек
әрекетіне
енетін
сенсорлық
функциялар,
мотивацияны
екі есе
арттырды (басқа
сенсомоторлық
функциялармен
салыстырғанда).
Мұндай жағдайларда
(оңтайлы жүктеме,
сенсибилизация,
күшейтілген
мотивация,
функционалды
түрлендірулер)
функциялар
эволюциясы
жетілген
жылдарда
дамудың жаңа,
жоғары деңгейлеріне
жетіп, жүреді.
Сонымен қатар,
дамудың мұндай
шарттарына
ие емес басқа
сенсорлық
функциялар, және
адам өмірінің
салыстырмалы
түрде жас
жылдарында
мерзімінен бұрын
дамиды.
Демек, адамның
еңбек қызметі
психофизиологиялық
функциялардың
дамыған деңгейінің
сақталу мүмкіндігін
анықтайды.</span></p>
<p class="text-justify"><span>Бұл
заңдылық
сенсорлық-қабылдау
процестеріне
ғана тән емес,
сонымен қатар
бірдей дәрежеде
адам
интеллектінің
жоғары
психикалық
функциялары
деп аталады.</span></p>
<p class="text-justify"><span>Я.И.Петров
жүргізген
ересектердің
есте сақтауын
зерттеу
барысында қысқа
мерзімді
ауызша
(вербальды)
есте сақтаудың
ең үлкен өзгерістері
көру және
есту
модальдігіне
тән екендігі
анықталды.</span></p>
<p class="text-justify"><span>Ауызша
қысқа
мерзімді
есте сақтау қабілетін
дамытуда екі
кезең анықталды:
дамудың ең жоғары
көрсеткіштері
18 жастан 30 жасқа
дейін, ал ең төменгі
өсу
тенденциясымен
- 31-40 жас аралығында.
Буындар мен сөздерді
басып шығаруға
арналған
ауызша қысқа
мерзімді
визуалды
есте сақтау
тенденциясы
бірдей.</span></p>
<p class="text-justify"><span>Өз
кезегінде,
бейнелі ес
жасына
байланысты ең
аз өзгерістерге
ұшырайды, ал ұзақ
мерзімді
есте сақтаудың
ауызша ізі
18-ден 35 жасқа
дейінгі үлкен
тұрақтылықпен
және оның
даму деңгейінің
36-дан 40 жасқа
дейін төмендеуімен
сипатталады.</span></p>
<p class="text-justify"><span>Мнемикалық
функциялардың
даму
динамикасының
адам әрекетінің
табиғатына тәуелділігі
бар.
Ересектердегі
зейіннің әртүрлі
қасиеттері
біркелкі
емес көрінеді.
Жасқа
байланысты ең
үлкен өзгерістер
- бұл зейіннің
көлемділігі,
ауыстырымдылығы
және таңдамалылығы.
Тұрақтылық
пен
концентрация
айтарлықтай өзгермейді.</span></p>
<p class="text-justify"><span>Ересектердегі
дыбыс деңгейі,
ауысу және
селективті
даму деңгейінің
көрсеткіштері
18-ден 33 жасқа
дейінгі
аралықта
біртіндеп өседі.
34 жылдан
кейін зейін қасиеттерінің
даму деңгейінің
көрсеткіштерінің
төмендеуі
байқалады.
Сонымен қатар,
көлемнің,
коммутацияның
және
селективтіліктің
даму деңгейінің
ең жоғары көрсеткіштері
27-33 жас аралығында.</span></p>
<p class="text-justify"><span>Ересектердегі
зейінді
зерттеу
процесінде
алынған қазіргі
кездегі мәліметтер
зейін қасиеттерінің
көрінуінде
біркелкі
еместіктің
болуын
болжайды. Оның
үстіне, бұл
біркелкі
болмау, ең
алдымен,
адамның
жасына
байланысты
дамудың жеке
ерекшеліктеріне
байланысты.</span></p>
<p class="text-justify"><span>Зейіннің
дамуына, ең
алдымен, адам
айналысатын
іс-әрекеттер әсер
етеді. Білімді
игеру
кезінде
немесе кәсіби
қызметті
орындау
барысында
адамның
белсенді
психикалық әрекеті
зейінді
дамытуда маңызды
рөл атқаратындығы
анықталды</span></p>
<p class="text-justify"><span>Ойлау</span></p>
<p class="text-justify"><span>Ересектердегі
ойлаудың
ерекшеліктерін
зерттеу көптеген
адамдарда
ерте ересек
жасқа
жеткенде,
бейнелеу,
логикалық және
тиімді
компоненттердің
өзара
байланысында
ойлаудың
икемді
ауысуларымен
ерекшеленетіндігін
анықтауға мүмкіндік
берді.</span></p>
<p class="text-justify"><span>Тіпті
Л.С.
Выготский
ересек
адамның бірыңғай
психикалық әрекеті
шеңберінде
бейнелі
ойлаудан
логикалық
ойлауға және
артқа өту үнемі
орын
алатынын
атап өтті.
Сонымен, 20-40 жас
аралығындағы
ересектердің
ойлауының
негізгі
сипаттамаларының
бірі -
ойлаудың әр түрлі
типтерінің
интеграциясының
жоғары деңгейімен
психикалық
операциялардың
күрделі
сипаты.</span></p>
<p class="text-justify"><span>Мысалы,
теориялық
ойлаудың нәтижелері
практика арқылы
тексеріледі,
оның әсерінен
теориялық
ойлауды
байыту орын
алады.
Сонымен
бірге, тікелей
қабылданатын
жағдаймен
байланысты
практикалық
ойлау
теориялық
ойлау тұжырымдамаларына
және т.б.</span></p>
<p class="text-justify"><span>Қазіргі
кездегі
эксперименттік
мәліметтер
ересек жас
кезеңінде
(18-ден 40 жасқа
дейін)
ойлаудың нақты
түрлерін
дамытуда
біркелкі
болмайтындығын
көрсетеді.</span></p>
<p class="text-justify"><span>Ересектердің
ойлауының ең
толық жас
ерекшеліктерін
Д.Векслер
алды, оған сәйкес
адамның
интеллектуалды
дамуы 19
жастан 30 жасқа
дейінгі маңызды
кезеңді қамтиды.
Сонымен қатар,
кейбір
функциялардың
шыңдары,
мысалы,
лексикалық
функциялар, ең
көбі 40 жасқа
жетеді (бұл
функция 8,4
балл деп
есептелген 17
жасқа қарағанда
10,5 балл).
Сонымен қатар,
кейбір басқа
функциялар 30
жастан кейін
төмендейді.</span></p>
<p class="text-justify"><span>Мысалы,
мұндай төмендеу
интеллектуалды
функцияларға
тән, олар сөйлеумен
емес,
моторикамен
байланысты.
Д.Векслер жүргізген
жасөспірім (18-19
жас) және
ерте
ересектіктің
алғашқы кезеңдерін
(25-34) жиынтық
салыстыру
интеллектуалды
функциялардың
жоғары көрсеткіштері
ерте ересек
кезеңіне тән
екендігін
анықтауға мүмкіндік
берді. Бұл тұжырым
көптеген
зертеушілердің
пікіріне қайшы
келеді, олар
адамның ақыл-ойының
оңтайлы
функционалды
дамуына қол
жеткізу жасөспірім
шағында
болады деп
санайды.</span></p>
<p class="text-justify"><span>Зерттеушілер
бұл
пікірлердің
айырмашылығының
себебін, ең
алдымен,
адамның
ойлау қабілетін
дамытудың әр
түрлі жағдайларының
болуынан көреді.
Интеллектуалды
функцияларға
қатысты мұндай
жағдайлар
жеке тұлғаның
психикалық
іс-әрекетінің
сипаты мен
формасы, оны
тәрбиелеу, ақыл-ой
операцияларын
қалыптастыру,
тәжірибе және
т.с.с., сондықтан
жоғары
психикалық
процесс
ретінде
ойлау үшін
индивидтің
айналысатын қызметі
даму
ерекшеліктерінде
өте маңызды
интеллектуалды
функциялар.
Осылайша:</span></p>
<p class="text-justify"><span>Практикалық
ойлау 31-32 жаста
және 34-35 жаста
дамудың ең жоғары
көрсеткіштеріне
ие.</span></p>
<p class="text-justify"><span>Теориялық
ойлаудың
дамуындағы
оптима: 20, 23, 25 және
32 жаста түседі.</span></p>
<p class="text-justify"><span>Қиялдық
ойлаудың
дамуындағы
оптима: 20, 23, 25, 32, 35 және
39 жасында
табылды.</span></p>
<p class="text-justify"><span>Сөйлеуді
дамыту</span></p>
<p class="text-justify"><span>Ересек
жасқа жеткен
адамдардың сөйлеу
тілінің
дамуындағы
балалармен,
жасөспірімдермен
және жасөспірімдермен
салыстырғанда
айтарлықтай
айырмашылықтар
сөйлеудің
сапалық
параметрлерінің
өзгеруінен көрінеді.</span></p>
<p class="text-justify"><span>Сонымен,
Э.Харкенің (1966)
зерттеулері
кәмелетке
жеткен
адамда сөйлеу
құрылымының өзі
өзгеретіндігін,
оның
лексикалық және
грамматикалық
құрамы өзгеретіндігін
көрсетеді. 12, 18
жастағы
студенттер
мен 30 жастағы
адамдардың сөйлеуін
салыстыру
жасөспірімдер
мен
балалармен
салыстырғанда
ересектердегі
сөйлеу құрылымының
прогресін
анықтауға мүмкіндік
берді. Бұл
процестің
бір көрінісі
- жай сөйлемнен
екі, үш және төрт
мүшелі күрделі-кең
таралған сөйлемге
көшу.
Осылайша,
ересек
адамның сөйлеу-ойлау
әрекетінің
кеңейтілген
мүмкіндіктері
туралы айтуға
болады.</span></p>
<p class="text-justify"><span>Сөйлеуді
дамытудың
жалпы заңдылықтарын
интеллекттің
вербальды
функциясы ретінде
сипаттай
отырып, Д.Б.
Бромлидің
зерттеулеріне
жүгіну керек,
ол
Вехслер-Беллюве
шкаласы бойынша
жаппай
тексерулер жүргізді.
Сонымен, қазірдің
өзінде 30-35
жаста
біртіндеп тұрақтану,
содан кейін 40
жасында күрт
көрінетін
вербалды
емес
функциялардың
даму деңгейінің
төмендеуі
байқалады.
Сонымен қатар,
Д.Б. Бромлидің
зерттеулері
көрсеткендей,
ауызша
функциялар
осы кезеңнен
бастап ең қарқынды
дамып, 40-45
жылдан кейін
ең жоғары деңгейге
жетеді.
Сонымен, ерте
ересек кезеңі
вербальды
функциялардың
прогрессивті
дамуымен
сипатталады.</span></p>
<p class="text-justify"><span>20-дан
45 жасқа
дейінгі
интеллекттің
вербальды
функцияларының
дамуымен
вербалды-логикалық
немесе тұжырымдамалық
ойлаудың
дамуы жалғасуда
деп айта
аламыз.</span></p>
<p class="text-justify"><span>Демек,
интеллектуалды
даму 20-шы
жаста тоқтамай,
одан кейінгі
жаста дами
береді.
Сонымен қатар,
вербалды
емес
интеллекттің
оңтайлы
дамуы 30-35 жаста
түседі, ал
вербалды
интеллекттің
дамуы 45 жасқа
дейін және
одан жоғары
жаста жүзеге
асырылады. Мүмкін,
бұл, әдетте, 40-45
жас аралығында
адамның
философиялық
мәселелерге
көбірек көңіл
бөле
бастайтындығын
түсіндіреді.</span></p>
<p class="text-justify"><span>Кәсіби
қызметтегі мәселелерге
қоса, бұл
кезеңде жанұялық
қатынастарда
да қиындықтар
туындауы мүмкін.
Бұл кезеңде, әдетте,
балалары өзіндік-дербес
өмір сүре
бастайды,
кейбір өзінен
үлкен туысқандары
өмірден өтіп
жатады. Жақын
адамдарынан
айырылу, жанұяда
болатын
келіспеушіліктер,
барлығы
кризистік жағдайды
одан да тереңдете
түседі. 40
жастағы
кризистің
туындау
кезінде адам өзінің
өміріне қайта
үңіліп, өмір
мәнін
іздестіре
бастайды,
«Мен»
концепциясын
жаңадан құра
бастайды, бұл
кризиспен көптеген
маңызды өзгерістер
байланысты, мәселен,
кәсібін өзгертуіне,
жаңа басқа
жанұя құруына
дейін баруы мүмкін.
Кемелдік
кезеңнің жаңа
орталық шағы
бұл оның өнімділігі
болып
табылады.
Э.Эриксон
бойынша кәсіби
өнімділік
пен болашақ ұрпақ
өміріне өз қорын
қалдыру мәселесі
болып
табылады.
Осыменен
жастық шақта
– орталық
жастық жаңа
білім бағыты
болып,
біріншіден,
жанұялық қатынастар,
ата-ана болу,
екіншіден, кәсіби
қабілеттілігі
болса, онда
кемелдік
кезеңде осы
екеуінің
біріккен
білім жүйесі,
алдағы меңгерілген
дағдылар нәтижелерін
бекіту болып
табылады. 40 -
жастық
кризис жағдайындағы
аса маңызды мәселе
- өмір
жоспарының қайта
түзілуімен
байланысты
«Мен»
концепциясының
өзгеруі
болып
табылады. </span></p>
<p class="text-justify"><span>Ересектердің
отбасындағы
рөлі.
Кемелдік шақ
– өмірдің барлық
сапасында өнімділік
пен
тиімділікке
жететін
ересектік шақ.
Ересек
адамның маңызды
міндеттерінің
бірі – өзінің
балаларын өсіріп,
жетілдіру. Өсіп
келе жатқан
балалар мен
ата-аналардың
қатынасы әр түрлері
болады, бұл
жерде әр түрлі
жағдайларға
байланысты қалыптасады.
Ең маңызды,
шешуші жағдай
–әрбір
ата-ананың
балаға деген
эмоционалдық
қатынастар
базасына
байланысты
болып келеді.
Психологияда
мұндай қатынастардың
үш варианты қарастырылады:
</span></p>
<p class="text-justify"><span>•<span> </span>эмоционалдықтың
негізі болып
табылатын
шартсыз сүйіспеншілік,
</span></p>
<p class="text-justify"><span>•<span> </span>негізделген
сүйіспеншілік;</span></p>
<p class="text-justify"><span>•<span> </span>баланы қабылдамау.
</span></p>
<p class="text-justify"><span>Аналық
шартсыз сүйіспеншілікті
Э.Фроле
былайша
сипаттаған:
“Аналық сүйіспеншілік
– бұл баланың
өмірі мен мұқтаждықтары
үшін өмір сүру,
өзін-өзі құрбан
ете білу.
Альтруистикалық
сипаттағы
ана сүйіспеншілігі
махаббаттың
ең жоғарғы түрі
болып
табылады. Жанұяда
сүйіспеншілікке
ие баланың
мынадай түсінікте
беріледі:
“Мен әдемімін,
мен қайталанбас
адаммын,
сондықтанда
сүйіктімін.
Мен сүйіктімін,
өйткені анам
маған мұқтаж
деп ойлайды.
Мен сүйіктімін,
өйткені бұл
менмін. Мен сүйікті
болуым үшін
еш нәрсе
істеудің қажеті
жоқ”.<span> 
</span>Баланың әдемілігіне
немесе ұсқынсыздығына,
қабілеттілігіне
қарамастан сүйеді.
Балаға
осындай сүйіспеншілік
қажет. </span></p>
<p class="text-justify"><span>Негізделген
сүйіспеншілік
– шынайы
махаббат
емес. Баласы
мұндай жағдайда
ата-анасының
талап-үміттеріне
жауап берген
жағдайларда ғана
сүйеді. Егер
бала ұқыпты,
тәртіпті, тіл
алғыш,
проблема әкелмейтін,
жақсы оқитын,
ата-анасының
жолымен жүрген
жағдайда ғана
сүйіспеншілікке
ие болады.
Негізделген
сүйіспеншілік
бала бойында өзіне-өзі
сенімсіздік,
мазасыздық
сенімін туғызады,
сондай-ақ өзін-өзі
бағалау деңгейін
төмендетеді.
Кемелдік
кезеңдегі
даму, әдетте,
оның
психологиялық
жасының
динамикасы
мен
байланысты
болып келеді.
Бір-бірімен
тығыз
байланысты,
бірақ
бір-бірімен сәйкес
емес жастың үш
түрін
топтастыруға
болады:<span>  </span></span></p>
<p class="text-justify"><span>•<span>  </span>Хронологиялық
(паспорттық); </span></p>
<p class="text-justify"><span>•<span>  </span>Физикалық
(биологиялық
емес).</span></p>
<p class="text-justify"><span>Физикалық
жас
паспорттық
жастан аса
ерекшеленбейді.
Мысалы, 40
жаста 20 жасар
болып көрінуге
болады және бүкіл
ағза
денсаулығы
да сәйкес
келуі мүмкін
немесе кәріліктің
белгілеріне
де ие болуға
болады.
Психологиялық
жас, бұл адам өзін-өзі
қалай
сезінуді, қалай
қабылдайды
соған
байланысты. Бұл
жас
ерекшелігі көбіне
физикалық
жасқа әсер
етеді.
Психологиялық
жас-бұл жас
ерекшелік
идентификациясы,
яғни өзін-өзі
қабылдаудың әр
түрлі деңгейіне
де тәуелді
болуы мүмкін.
Психологиялық
жас, жас
ерекшелік
идентификациясы
уақыт ұғымдары
туралы түсініктер
мен
байланысты өзіндік
сана
аспектісі
болып
табылады.<span>  </span>Уақытты
қабылдау, жас
туралы түсініктердің
қалыптасуын
жеке тұлғаның
ес процесінің
қосылуына тәуелді
болып келеді.
Мәселен, үш
жасқа дейін
бала “қазіргі
нақты уақытпен”
өмір сүреді, қазіргі
мезетте қабылданған
заттарға ғана
эмоционалды қатынас
жасайды.
Кемелдік
кезеңде
психологилық
жас көбіне
жеке тұлғалық
ерекшеліктеріне
тәуелді
болып келеді,
сондай-ақ оның
тұлғалық бағыт-бағдарына
өмірлік мақсаты
мен оны жүзеге
асыруды
спецификасына
да байланысты
болып келеді.</span></p>
<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-justify"><span>1.
Танымдық
процестердің
инволюциясы қарқындылығына
байлынысты
екі фактордың
атап өзіңіз.</span></p>
<p class="text-justify"><span>2.
Сыртқы
фактор
дегенімізді қалай
түсінесің?</span></p>
<p><span><span>     </span>3.
Ересектердегі
дыбыс деңгейі,
ауысу және
селективті
даму деңгейінің
көрсеткіштері
неше жас
аралығында өседі?</span></p>
<p class="text-justify"><span><span>     </span>4. 40-45
жас
аралығында
ересек адам
қандай мәселелерге
көбірек
көңіл бөле
бастайды?</span></p>
<p class="text-justify"><span>5.
Тұлға,
отбасы, <span>жұмыс:
ересек адам
дамуының
негізгі
контексті. </span></span></p>
<p class="text-justify"><span>6. Кәсіби </span><span>цикл.
Орта жастағы
дағда­рыс. </span></p>
<p class="text-justify"><span>7.
<span>Тұлғааралық
қарым-қатынасты
құру ерекшеліктері.</span></span></p>

</div>`},{id:"lecture-14",category:"lecture",categoryName:"Дәрістер кешені",shortTitle:"14-дәріс",title:"§ 3 Геронтопсихология",topic:"Геронтопсихология",original:"./originals/lecture/14.mht",content:`<div>
<p class="text-justify"><b><span>§ 3
Геронтопсихология</span></b></p>

<p class="text-justify"><span>Адамның
соңғы өмір
уақытын
қартаю деп
атаймыз (60-70 жас
аралығы). Б.Д. Бромлей
қарттық
кезеңнен
басқа (55-70 жас
аралығы)
солу-қажу,
70-тен жоғары
кезеңді
төмендеу деп
атады.
Э.Эриксон
бойынша,
өмірдің соңғы
жылдарын
кемелденудің
соңы деп
атаймыз.
Өйткені,
мұндай атау
адам
өмірінің
аяқталу
кезеңінің
мазмұнына
көбірек сай
келетін
секілді.
Сондай-ақ, бұл
кезеңді
көптеген
адамдарда
“қартаю – қуаныш
емес” деген
түсінігіне
сай келе бермейді.
Жоғарыда
айтып
өткендей,
кемелдік пен
соңғы
кемелдікті
ажыратып
тұратын бұл
зейнетке
кету факторы
болып
табылады. Бұл
көбіне
кризистік
кезеңді
тудырады,
яғни бұл «зейнетке
кету
кризисі» деп
аталады. Ең
алдымен,
әдеттегі
тұрмыс салты
бұзалады,
адам өзін
керексіз,
тастанды
сезініп,
ендігі кезекті
қоғамдық
өмірге
қатысы
жоқтығын
түсінеді.
Өзінің
әлеуметтік
статусының
төмендеуі,
жылдар бойы
жинақталған
өмір
ырғағының жоғалуы,
әдетте,
адамның
жалпы
физикалық және
психологиялық
жағдайының
нашарлауына
да әкелуі
мүмкін,
сондай-ақ
кейбір жағдайларда
өлімге де
әкелуі
мүмкін.<span> 
</span>«Зейнетке
кету кризисі»,
әдетте,
немерелерінің
өзіндік-жеке
өмір
сүруінің
бастауымен
тереңдей түседі,
әсіресе, өзін
жанұяға
арнаған
әйелдер үшін.
Өмірдің
соңғы
кезеңдерінде
биологиялық
қартаю
процесі тез
жүреді.
Физикалық
күші таусыла
бастайды,
денсаулықтың
жалпы
жағдайы нашарлай
бастайды,
кейбір
психикалық
функциялардың
деңгейі
төмендей
бастайды, ең
алдымен еске
сақтау
процесі мен
ас қорыту мүшелерінің
қызметі
бұзылады. Бұл
регрессивті
процестер
адамдардың
хронологиялық
және
биологиялық
жасына
сәйкес әр
түрлі сәйкес
пайда болып
отыратын
көптеген
адамдарда
паспорттық
жас
психологиялық
жасқа
негізделіп
келеді.<span> 
</span>Қазіргі
кезде
Қазақстанда
әйелдер
өмірінің
ұзақтығы 80
жас болса, ал
ерлер
өмірінің
ұзақтығы 60
жас болып
табылады. Бірақ
та, статистикалық
мәліметтер
бойынша, өлім
жастық шақта
немесе бөбек
кезінде де
келуі мүмкін.
Зейнетке
кету көбіне
биологиялық
қартаюмен
сәйкес келе
бермейді
және де материалдық
жағдайының
төмендеуіне
де алып келеді.
Сондай-ақ,
өмір
серігінің
өліміне байланысты
немесе
туысқандарын
жоғалтумен
байланысты
да кризис
тереңдей
түсуі мүмкін.
Э.Эриксон
бойынша,
қарттық
кезеңде
«адамның көңіл
бөлу фокусы»
болашақ
туралы
уайымдары өткен
тәжірибеге
ауыстырылады.
Одан кейін
психологиялық
өткен шақ
ұлғайып,
нақты мерзімдік
перспектива
қысқарады.
Осыменен,
психологиялық
қартаю,
қарттық
сезімінің
туындауы қалыптасады.
Сондай-ақ
Э.Эриксон,
бұл жерде дамудың
негізгі екі
сызығын
бөліп
көрсетті.
Егер де адам
«өзгелер
туралы
уайымдап, олардың
жағдайларын
жасап,
өзгелер үшін
үлгі болған
болса, онда
бұл адамда
өткен
тәжірибесінен
қалған
жемістерді
қайта
жаңғырту туралы
идеялар
туындауы
мүмкін.
Мұндай адамда
өзінің бүкіл
өмір
барысындағы
тұлғалық дамуындағы
бағалау
өлшеміне
байланысты «эго-интеграция»
процесі
пайда болуы
мүмкін».
Э.Эриксонның
ойынша,
эго-интеграция
психо-әлеуметтік
кризиске
қарағанда
қарттық
кезеңде маңызды
фактор болып
табылады.
Егер де адамның
дамуы
прогрессивті
сипатта
болатын болса,
ол өзінің
бүкіл даму
жолына
қанағаттанып,
кәсіби
қызмет
саласымен
қатар, неке мен
жанұяда да
үйлесімді
қатынаста
болуы мүмкін.
Өзінің
шеберлігінің
жалғасын
өзіннің ұл-қыздарын
көргенде
немесе
берген
тәрбие, білімінің
нәтижесіне
қанағаттанатын
болса, онда
адам қарттық
кезеңге
көңілі толып,
келер
өлімнен
қорықпайды.
Тек осындай
жағдайда
ғана,
Э.Эриксонның
айтуынша,
адам нағыз
қарттыққа
жете алады,
сүрген
өмірінің
даналығын сезіне
алады. <i>Даналық</i>
- бұл өлім
алдындағы
өмірдің
шартсыз
маңыздылығын
саналы түрде
түсіну. Егер
де, адам өзінің
өткен өмірін
«жүзеге
аспай қалған
мүмкіндіктер
мен қателесу»
деп санайтын
болса, онда
өмірдің
қорытынды
кезеңінде
оның бойында
эго-интеграцияның
болуы мүмкін
емес. Ал, өз
кезегінде,
эго-интеграцияның
жоқтығы
«өмірді
қайта жасау»
секілді
өкінішпен
байланысты
өлімнен
жасырын
қорқуына
алып келеді.
Мұндай жағдайды
Э.Эриксон
адамның
дамуындағы <i>өкіну-қайғыру
кезеңі</i> деп
атаған.</span></p>
<p class="text-justify"><b><span>Қартаю
және
психологиялық
жас.</span></b><span><span> 
</span>Жоғарыда
атап
өткендей,
қарттық шақтың
белгілерінің
бірі бұл
психологиялық
қартаю болып
табылады. Бұл
кезеңде қарт
адамдарға
өзінің өткен
өмірін
бағалаудан басқа
эго-интеграцияға
жету үшін
«өмірге
қызығушылықтың»
қажеттігін
атап өтеді.
Ол өзінің немерелерінің
тәрбиесіне
қажет екенін,
саяси
оқиға-құбылыстарға,
денсаулықты
нығайтуға
арналған
дене
шынықтыру
бағдарламаларының
және т.б.
қажеттілігін
де атап өтеді.
Сондай-ақ,
қарттық
кезеңдегі
психологиялық
жастың артуы
оның
міндетті
бөлігі болып
табылмайды.
Өмірдің
соңғы кезеңі
болып
табылатын бұл
жас
физикалық
мүмкіндіктері
мен қабілеттерін
жоғалту
уақытында
субъективті тартымсыз
сипатқа ие
болады. </span></p>
<p class="text-justify"><span>И.С. Конның
мәліметтері
бойынша, қарт
өздерін
«орта жасқа»
жатқызады,
тек
кейбіреулері
өздерін
кәрімін деп санайды.
Нақты
жағдайда
психикалық
жағдайының
нашарлауымен,
денсаулығының
төмендеуімен,
қоғамдық
қатынастар
шеңберінің кемуімен,
материалдық
жағдайының
төмендеуімен
байланысты
болған кезде
ғана адам
кәрілік
сезімін, жас
өзгеруінің
негативтілігін
сезінуі мүмкін.
Шығармашылық-кәсіби
өмірі ұзаққа созылған
адам кәрілік
кезеңде де
психологиялық
жасын
үйлесімді
сақтап
қалады. Қазіргі
кезде
геронтологтар
негізгі
назарын
кәріліктің медико-биологиялық
себептері
мен уақытынан
бұрынғы
өлімнің
себептерін
анықтауға
бұрып отыр.
Бұл
мәселелердді
шешу үшін әдеттегі
өмірді 100-150
жасқа дейін
созу керек
болады.
Геронтопсихологиядағы
маңызды мәселелерді
шешуде ең
алдымен
псрхологиялық
жас ерекшеліктерін
дұрыс
қалыптастыру
болып табылады.
Кемелдік
кезеңдегідей,
қарттық шақта
да өзін жас
сезінуі жеке
тұлғалық
өлшемге
байланысты
болып келеді.
Ең соңғы
кезең өте
маңызды
болып келеді.
Жеке
тұлғаның қарқынды
дамуы,
өзін-өзі
жетілдіруге
ұмтылу, өзін-өзі
толық аша
білуі кез
келген жас
кезеңінде
болуы мүмкін.
Психологиялық
жас хронологиялық
жасқа
қарағанда
ауқымырақ
болып келеді,
сондықтан да
оны өмірдің
сапалығы деп
атайды. Адам
өзін қашан
туылғанын,
қандай
жастық
категорияға
жататынын
сезінгеннен
гөрі, ол
қалай өмір
сүретінін,
өзін қалай
сезінетінін,
қалай
қабылдайтынын
сезінген
маңыздырақ
болып келеді.
Біздің
эрамыздың
басында өмір
сүрген
Л.Сенеканың
айтуынша, «<i>біздің
өміріміз
алтын
секілді,
көлемімен емес,
салмағымен
өлшене
білсін, оны
іспен өлшейік,
уақытпен
емес</i>» деген. </span></p>
<p class="text-justify"><span>Қарттық
кезеңнің
дамуының үш
нұсқасын
бөліп көрсетуге
болады:</span></p>
<p class="text-justify"><span>1.
Өмір сүріп
үлгеру.</span></p>
<p class="text-justify"><span>2.
Қызмет
түрлерінің,
әрекет
түрлерінің
ауысуы.</span></p>
<p class="text-justify"><span>3.
Кемелік
кезеңдегі
өмір
мазмұнын
сақтай білу.</span></p>
<p class="text-justify"><b><span>Өмір
сүріп үлгеру.</span></b><span>
Бұл
психологиялық
болашақтан
айырылумен
сипатталады.
Ол жеке
тұлғаның әр
алуан
бағыттарында
орын алуы
мүмкін.
Адамның гедонистикалық
бағыттылығын
да өзінің қарттық
шағына дейін
өмір сүріп
үлгермейді.
Адамның
эгоистік
бағыттылығында
өмір сүріп
үлгеру
дамуға тән
сипат болып
табылады.
Кемелдік
шақтан
қарттық
шаққа
өтудегі
қызмет түрлерінің
ауысуы жеке
тұлғаның
бағыттылығында
да көрініс
беруі мүмкін.</span></p>

<p class="text-justify"><b><span>Бақылау
сұрақтары:</span></b></p>
<p class="text-right"><span>1.Қарттық
шақтың
биологиялық
және
әлеуметтік тұрғыда
дамуының
негізгі
белгілілері. </span></p>
<p class="text-right"><span>2.Қартаюдың
аддын </span><span>алу.</span></p>
<p class="text-right"><span>3.<span>Тұлғалық
өзгерістер
және қарттық
кезеңдегі
дамудың
негізгі
міндеттері.</span></span></p>
<p class="text-right"><span>4.Қарт
адамның
зейнеткерлікке
шығуға
бейімделу
дәрежесіне </span><span>әсер
<span>ететін </span>физикалык,
экономикалык
<span>және
әлеуметтік
факторлары.</span></span></p>
<p class="text-right"><span>5.<span>Ұзақ өмір
сүру және <span>оны </span>анықтайтын
факторлар.</span></span></p>
<p class="text-right"><span>6.Қартаю
әлеуметтік
мәселе ретінде
түсініктерін
қалыптастыру.</span></p>

</div>`},{id:"practice-1",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"1-практика",title:"№ 1 Практикалық сабақтың тақырыбы. Жасерекшелік психологиясының пәні, міндеттері және әдістері",topic:"Жасерекшелік психологиясының пәні, міндеттері және әдістері",original:"./originals/practice/1.mht",content:`<div>
<p class="text-justify"><b><span>№ 1 Практикалық
сабақтың
тақырыбы. </span></b><span>Жасерекшелік
психологиясының
пәні,
міндеттері
және әдістері</span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
жасерекшелік
психологиясы
ғылымының қалыптасуы
мен дамуы,
міндеттері,
әдістері және
практикалық
мәні
жөніндегі сұрақтарды
<span>практикалық
сабақ
барысында
жүргізуге дайындалыңыз.<span>  </span></span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p><span>1.Волков Б.С. Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред.
Б.С.Волкова. - М. :
ВЛАДОС, 2010. - 500 тг</span></p>
<p><span>2.Жұбаназарова
Н.С. Жас ерекшелік
психологиясы:
оқулық / <span>                     </span>Н.С.
Жұбаназарова.
- Алматы :
Қазақ
университеті,
2014. - 285 бет.</span></p>
<p><span>3.Жулаева А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И.
Жулаева. -
Электрон.
текстовые
дан. - Актобе : АГПИ,
2012. </span></p>
<p><span>4.Ауталипова
Ұ.И.<span> 
</span>Жас
ерекшелік
психологиясы:
оқу құралы / <span>                     </span>Ұ.И.
Ауталипова,
Х.Т.
Шерьязданова,
Д.Е.
Абдраманова.
- Алматы : Отан,
2016. - 185 бет.</span></p>
<p><span>5.Казанская К.О.<span>  </span>Детская
и возрастная
психология:
конспект
лекций / </span><span><span>            </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-2",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"2-практика",title:"№2 Практикалық сабақтың тақырыбы. Жасерекшелік психологиясының ғылым ретіндегі қысқаша тарихы",topic:"Жасерекшелік психологиясының ғылым ретіндегі қысқаша тарихы",original:"./originals/practice/2.mht",content:`<div>
<p class="text-justify"><b><span>№2 Практикалық
сабақтың
тақырыбы. </span></b><span>Жасерекшелік
психологиясының
ғылым ретіндегі
қысқаша
тарихы</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Ғылымның
даму
кезеңдері, жасерекшелік
психологиядағы
жас мәселесі
мен
психикалық
үдерістердің</span><span>
теориялық
мазмұнын ашу
үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып
аясында
қарастырылған
сұрақ
бойынша
ойланыңыз
және<span>практикалық
сабақ
барысында
жүргізуге дайындалыңыз.
</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>
Волков Б.С. </span><span>Возрастная
психология
[Текст]:
учебное
пособие. . В 2-х ч.
Часть 1. От
рождения до
поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010.</span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                    </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span> <span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                 </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная психология:
конспект
лекций / <span>              </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-3",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"3-практика",title:"№ 3 Практикалық сабақтың тақырыбы. Психикалық даму теориялары",topic:"Психикалық даму теориялары",original:"./originals/practice/3.mht",content:`<div>
<p class="text-justify"><b><span>№ 3
Практикалық<span> 
</span>сабақтың
тақырыбы. </span></b><span>Психикалық
даму
теориялары</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>З.Фрейд
пен
Э.Эриксонның
тұлғаның
жастық даму
кезеңдері </span><span>теориялық
мазмұнын ашу
үшін ұсынылып
отырған
әдебиеттерді
талдап тақырып
аясында
қарастырылған
сұрақ бойынша
ойланыңыз
және<span>практикалық
сабақ
барысында
жүргізуге дайындалыңыз.
</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>
Волков Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. <span>Б.С.Волкова</span>.
- М.<span> :</span>
ВЛАДОС, 2010. </span><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / Н.С.
<span>Жұбаназарова</span>.
- Алматы<span> :</span> <span>Қазақ</span> <span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                    </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О. Детская и
возрастная психология:
конспект
лекций / <span>           </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-4",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"4-практика",title:"№4 Практикалық сабақтың тақырыбы. Баланың психикалық дамуының факторлары",topic:"Баланың психикалық дамуының факторлары",original:"./originals/practice/4.mht",content:`<div>
<p class="text-justify"><b><span>№4 Практикалық
сабақтың
тақырыбы. </span></b><span>Баланың
психикалық
дамуының
факторлары </span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз.<span>Бала
психикасын
дамытуға арналған
психологологиялық-педагогикалық
диагностикалау
үшін көрсетілген
әдістемелерді
пайдалана
білу мақсатында
практикалық
сабақ
барысында жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>
Волков Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу<span> / П</span>од
ред. Б.С. Волкова.-
М.: ВЛАДОС, 2010.- 500 Б.</span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                 </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы<span> :</span> <span>Қазақ</span> <span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И. <span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                         </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>          </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-5",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"5-практика",title:"№ 5 Практикалық сабақтың тақырыбы. Жастық даму периодизациясы",topic:"Жастық даму периодизациясы",original:"./originals/practice/5.mht",content:`<div>
<p class="text-justify"><b><span>№</span></b><b><span>5</span></b><b><span>
Практикалық<span> 
</span>сабақтың
тақырыбы. </span></b><span>Жастық
даму
периодизациясы</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз.</span><span> </span><span>Әртүрлі
жас
ерекшеліктеріне
қарай
психологологиялық-педагогикалық
диагностикалау
үшін
көрсетілген
әдістемелерді
пайдалана білу
мақсатында
практикалық
сабақ барысында
жүргізуге
дайындалыңыз.</span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>
Волков Б.С. </span><span>Возрастная
психология [Текст]
: учебное
пособие. . В 2-х ч.
Часть 1. От
рождения до
поступления
в школу / Под
ред. <span>Б.С.Волкова</span>.
- М.<span> :</span>
ВЛАДОС, 2010. - 500 <span>тг</span></span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С. <span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                     </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И. <span> </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                  </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>                </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-6",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"6-практика",title:"№ 6 Практикалық сабақтың тақырыбы. Адамның жаңадан өмірге келуі",topic:"Адамның жаңадан өмірге келуі",original:"./originals/practice/6.mht",content:`<div>
<p class="text-justify"><b><span>№ </span></b><b><span>6</span></b><b><span>
Практикалық<span> 
</span>сабақтың
тақырыбы. </span></b><span>Адамның
жаңадан
өмірге келуі</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз</span><span> </span><span>және <span>практикалық
сабақ барысында
жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков
Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. <span>Б.С.Волкова</span>.
- М.<span> :</span>
ВЛАДОС, 2010.</span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                    </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы: <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span> <span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                     </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>            </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-7",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"7-практика",title:"№ 7 Практикалық сабақтың тақырыбы. Сәбилік шақтың психологиялық ерекшеліктері",topic:"Сәбилік шақтың психологиялық ерекшеліктері",original:"./originals/practice/7.mht",content:`<div>
<p class="text-justify"><b><span>№ </span></b><b><span>7</span></b><b><span>
Практикалық
сабақтың
тақырыбы. </span></b><span>Сәбилік
шақтың<span> 
</span>психологиялық
ерекшеліктері</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз</span><span> </span><span>және <span>практикалық
сабақ барысында
жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі: </span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до
поступления
в школу<span> / П</span>од
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span> Н.С.<span>  </span><span>Жас</span>
<span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                        </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span> А.И.
Возрастная физиология
и школьная
гигиена» по
специальности
5В010300 -
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span> Ұ.И.<span>  </span><span>Жас</span>
<span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/<span>             
</span>Ұ.И. <span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>             </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-8",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"8-практика",title:"№8 Практикалық сабақтың тақырыбы. Ерте балалық шақтағы баланың психикадық дамуының жалпы сипаттамасы",topic:"Ерте балалық шақтағы баланың психикадық дамуының жалпы сипаттамасы",original:"./originals/practice/8.mht",content:`<div>
<p class="text-justify"><b><span>№8
Практикалық
сабақтың
тақырыбы. </span></b><span>Ерте балалық
шақтағы
баланың
психикадық
дамуының
жалпы
сипаттамасы</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз. <span>Жас
ерекшеліктеріне
қарай психологологиялық-педагогикалық
диагностикалау
үшін
көрсетілген
әдістемелерді
пайдалана
білу
мақсатында
практикалық сабақ
барысында
жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.<span>     </span></span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до
поступления
в школу<span> / П</span>од
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010.</span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                       </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                       </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>             </span>К.О.
Казанская. - М. :
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-9",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"9-практика",title:"№ 9 Практикалық сабақтың тақырыбы. Мектепке дейінгі шақтағы психологиялық сипаттамасы",topic:"Мектепке дейінгі шақтағы психологиялық сипаттамасы",original:"./originals/practice/9.mht",content:`<div>
<p class="text-justify"><b><span>№ 9 Практикалық
сабақтың
тақырыбы.</span></b><span>Мектепке
дейінгі
шақтағы
психологиялық
сипаттамасы.</span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау: </span></b><span>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңызжәне
<span>практикалық
сабақ
барысында жүргізуге
дайындалыңыз</span><i><span> </span></i></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.<span>     </span></span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> /<span>                      
</span>Н.С. <span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                      </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span>  </span>Детская
и возрастная
психология:
конспект
лекций / <span>                </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-10",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"10-практика",title:"№10 Практикалық сабақтың тақырыбы. Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және психологиялық жаңа құрылымдары",topic:"Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және психологиялық жаңа құрылымдары",original:"./originals/practice/10.mht",content:`<div>
<p class="text-justify"><b><span>№10
Практикалық сабақтың
тақырыбы. </span></b><span>Бастауыш
мектеп
кезеңіндегі
дамудың әлеуметтік
жағдаяты
және<span> 
</span>психологиялық
жаңа
құрылымдары.</span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау</span></b><span>: Ұсынылып
отырған
әдебиеттерді
талдап, тақырып
аясында
қарастырылған
сұрақ бойынша
ойланыңыз<span>  </span>және <span>практикалық
сабақ
барысында
ойыңызды айтуға
дайындалыңыз.</span><i><span> </span></i></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.<span>     </span></span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                      </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                    </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>          </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>


</div>`},{id:"practice-11",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"11-практика",title:"№11 Практикалық сабақтың тақырыбы. Жеткіншектік кезең психологиясы",topic:"Жеткіншектік кезең психологиясы",original:"./originals/practice/11.mht",content:`<div>
<p class="text-justify"><b><span>№11 Практикалық
сабақтың
тақырыбы.</span></b><span>Жеткіншектік
кезең
психологиясы.</span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау</span></b><span>: Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз. <span>Әртүрлі
жас
ерекшеліктеріне
қарай психологологиялық-педагогикалық
диагностикалау
үшін
көрсетілген
әдістемелерді
пайдалана
білу
мақсатында
практикалық сабақ
барысында
жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до
поступления
в школу<span> / П</span>од
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. – 500.</span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                   </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                   </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная психология:
конспект
лекций / <span>        </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>
</div>`},{id:"practice-12",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"12-практика",title:"№12 Практикалық сабақтың тақырыбы. Жеткіншектік кезеңнен жасөспірім жастық шаққа өту мәселесі",topic:"Жеткіншектік кезеңнен жасөспірім жастық шаққа өту мәселесі",original:"./originals/practice/12.mht",content:`<div>
<p class="text-justify"><b><span>№12 Практикалық
сабақтың
тақырыбы. </span></b><span>Жеткіншектік<span> 
</span>кезеңнен
жасөспірім
жастық
шаққа<span> 
</span>өту
мәселесі.</span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау</span></b><span>: Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз. <span>Әртүрлі
жас ерекшеліктеріне
қарай
психологологиялық-педагогикалық
диагностикалау
үшін көрсетілген
әдістемелерді
пайдалана
білу мақсатында
практикалық
сабақ барысында
жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.<span>     </span></span><span>Возрастная
психология
[Текст] :
учебное
пособие. . В 2-х ч.
Часть 1. От
рождения до
поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. - 500 <span>тг</span></span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                           </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы: <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 б.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                     </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы: <span>Отан</span>,
2016. - 185 б.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>        </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-13",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"13-практика",title:"№ 13 Практикалық сабақтың тақырыбы. Жасөспірім кезеңдегі жаңа психологиялық құрылым",topic:"Жасөспірім кезеңдегі жаңа психологиялық құрылым",original:"./originals/practice/13.mht",content:`<div>
<p class="text-justify"><b><span>№ 13
Практикалық
сабақтың
тақырыбы. </span></b><span>Жасөспірім
кезеңдегі
жаңа
психологиялық
құрылым.</span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау</span></b><span>: Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз. <span>Әртүрлі
жас
ерекшеліктеріне
қарай психологологиялық-педагогикалық
диагностикалау
үшін
көрсетілген
әдістемелерді
пайдалана
білу
мақсатында
практикалық
сабақ барысында
жүргізуге
дайындалыңыз.<span>  </span></span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное
пособие. . В 2-х ч.
Часть 1. От рождения
до
поступления
в школу / Под
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                        </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы: <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>  </span><span>Жулаева</span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span>:
АГПИ, 2012.</span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                     </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная психология:
конспект
лекций / </span><span><span>       </span></span><span>К.О.
Казанская. - М. :
А-Приор, 2010. - 160 с.</span></p>
</div>`},{id:"practice-14",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"14-практика",title:"№ 14 Практикалық сабақтың тақырыбы. Жасөспірімдік шақтағы кәсіби бағыттылық және мамандық таңдау",topic:"Жасөспірімдік шақтағы кәсіби бағыттылық және мамандық таңдау",original:"./originals/practice/14.mht",content:`<div>
<p class="text-justify"><b><span>№ 14
Практикалық<span> 
</span>сабақтың
тақырыбы. </span></b><span>Жасөспірімдік
шақтағы
кәсіби
бағыттылық
және
мамандық
таңдау </span><b></b></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау</span></b><span>: Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша ойланыңыз.
<span>Әртүрлі
жас
ерекшеліктеріне
қарай психологологиялық-педагогикалық
диагностикалау
үшін
көрсетілген
әдістемелерді
пайдалана
білу
мақсатында
практикалық
сабақ барысында
жүргізуге
дайындалыңыз.</span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное
пособие. В 2-х ч.
Часть 1. От
рождения до
поступления
в школу<span> / П</span>од
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                    </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 б.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                    </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О. Детская и
возрастная
психология:
конспект
лекций / </span><span><span>                  </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"practice-15",category:"practice",categoryName:"Практикалық сабақтар",shortTitle:"15-практика",title:"№ 15 Практикалық сабақтың тақырыбы. Қарттық жаста тұлғаның психологиялық аумақтарындағы өзгерістер сипаттамасы",topic:"Қарттық жаста тұлғаның психологиялық аумақтарындағы өзгерістер сипаттамасы",original:"./originals/practice/15.mht",content:`<div>
<p class="text-justify"><b><span>№ 15
Практикалық сабақтың
тақырыбы.</span></b><span>Қарттық
жаста
тұлғаның<span> 
</span>психологиялық<span> 
</span>аумақтарындағы
өзгерістер<span> 
</span>сипаттамасы.</span></p>
<p class="text-justify"><b><span>Әдістемелік
нұсқау</span></b><span>: <i><span> </span></i>Жоғарыдағы
тақырыпты
ашу үшін
ұсынылып отырған
әдебиеттерді
талдап
тақырып аясында
қарастырылған
сұрақ
бойынша
ойланыңыз. <span>Әртүрлі
жас
ерекшеліктеріне
қарай психологологиялық-педагогикалық
диагностикалау
үшін
көрсетілген
әдістемелерді
пайдалана
білу
мақсатында
практикалық
сабақ барысында
жүргізуге
дайындалыңыз.<span>  </span></span></span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2. </span><span><span><span>Ж</span></span><span>ұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                   </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы<span> :</span> <span>Қазақ</span> <span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3. </span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p class="text-justify"><span>4. </span><span><span>Ауталипова</span></span><span><span> Ұ.</span></span><span>И.<span>  </span><span>Жас</span>
<span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                    </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы<span> :</span> <span>Отан</span>, 2016. - 185
бет.</span></p>
<p class="text-justify"><span>5. </span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / </span><span><span>             </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-1",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"1-СӨЖ",title:"№1 Тақырыбы. Психикалык дамудын теориялары",topic:"Психикалык дамудын теориялары",original:"./originals/selfwork/1.mht",content:`<div>
<p class="text-justify"><b><span>№1 Тақырыбы</span></b><b><i><span>. </span></i></b><b><span>Психикалык
дамудын
теориялары</span></b><b></b></p>
<p class="text-justify"><span>Тапсырма:
</span><span>Ақпарат
көздерінен
материал
жинақтау, кітапхана
ресурстарын
зерттеу,
мәнжазба жазу.
Негізгі
ұғымдардың
мәнін ашу,
глоссарий
жазу</span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p><span>1.</span><span>
Волков Б.С. Возрастная
психология
[Текст] :
учебное пособие.
. </span><span>В 2-х ч. Часть 1.
От рождения
до
поступления
в школу<span> / П</span>од
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010.</span></p>
<p><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                   </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                   </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p><span>5.</span><span>Казанская
К.О. Детская и
возрастная
психология:
конспект
лекций / </span><span><span>               </span></span><span>К.О.
Казанская. - М. :
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-2",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"2-СӨЖ",title:"№2 Тақырыбы. Баланың психикалық дамуының факторлары мен механизмдері",topic:"Баланың психикалық дамуының факторлары мен механизмдері",original:"./originals/selfwork/2.mht",content:`<div>
<p class="text-justify"><b><span>№2 </span></b><span>Тақырыбы</span><i><span>.
</span></i><span>Баланың
психикалық
дамуының
факторлары мен
механизмдері.
</span></p>
<p class="text-justify"><span>Тапсырма:</span><span>
Ақпарат
көздерінен
материал
жинақтау, кітапхана
ресурстарын
зерттеу,
мәнжазба жазу.
Негізгі
ұғымдардың
мәнін ашу,
глоссарий
жазу</span><span>
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша
орындау. </span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>
Волков Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                    </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон. текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
<span> </span>Ұ.И.<span>  </span><span>Жас</span>
<span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>             </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / </span><span><span>             </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-3",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"3-СӨЖ",title:"№3 Тақырыбы. Жастық даму периодизациясы",topic:"Жастық даму периодизациясы",original:"./originals/selfwork/3.mht",content:`<div>
<p class="text-right"><b><span>№3 </span></b><span>Тақырыбы</span><i><span>.</span></i><span>
Жастық даму<span> 
</span>периодизациясы.</span></p>
<p class="text-justify"><span>Тапсырма</span><i><span>.</span></i><span> </span><span>Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша
орындау. </span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>Волков
Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                       </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон. <span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                 </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / </span><span><span>             </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-4",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"4-СӨЖ",title:"№4 Тақырыбы. Адам өмірінің басталуы",topic:"Адам өмірінің басталуы",original:"./originals/selfwork/4.mht",content:`<div>
<p class="text-justify"><b><span>№4 </span></b><span>Тақырыбы</span><i><span>. </span></i><span>Адам
өмірінің
басталуы.</span></p>
<p class="text-justify"><span>Тапсырма:</span><span> Ақпарат
көздерінен
материал
жинақтау, кітапхана
ресурстарын
зерттеу,
мәнжазба жазу.
Негізгі
ұғымдардың
мәнін ашу,
глоссарий
жазу</span><span>
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша
орындау. </span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span>
Волков Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу<span> / П</span>од
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                    </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300- Педагогика
и психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.</span><span> </span><span>Детская
и возрастная
психология:
конспект лекций
/ </span><span><span>               </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-5",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"5-СӨЖ",title:"№5 Тақырыбы. Сәбилік шақтың психологиялык ерекшеліктері",topic:"Сәбилік шақтың психологиялык ерекшеліктері",original:"./originals/selfwork/5.mht",content:`<div>
<p class="text-justify"><b><span>№5 </span></b><span>Тақырыбы.<span> </span><span>Сәбилік
шақтың психологиялык
ерекшеліктері.</span></span></p>
<p class="text-justify"><span>Тапсырма:
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша
орындау.</span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до
поступления
в школу<span> / П</span>од
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                    </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И. Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>        </span><span>         </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная психология:
конспект
лекций / </span><span><span>                </span></span><span>К.О.
Казанская. - М. :
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-6",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"6-СӨЖ",title:"№6 Тақырыбы Ерте балалық шақтағы баланың психикалык дамуының жалпы сипаттамасы",topic:"Ерте балалық шақтағы баланың психикалык дамуының жалпы сипаттамасы",original:"./originals/selfwork/6.mht",content:`<div>
<p class="text-justify"><b><span>№6 </span></b><span>Тақырыбы<span> Ерте
балалық
шақтағы
баланың
психикалык
дамуының жалпы
сипаттамасы.</span></span></p>
<p class="text-justify"><span>Тапсырма:
Ақпарат
көздерінен
материал
жинақтау, кітапхана
ресурстарын
зерттеу,
мәнжазба жазу.
Негізгі
ұғымдардың
мәнін ашу,
глоссарий
жазу
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және жазбаша
орындау. </span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С.</span><span> </span><span>Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / </span><span><span>                     </span></span><span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология: учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ </span><span><span>                  </span></span><span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / </span><span><span>             </span></span><span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-7",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"7-СӨЖ",title:"№7 Тақырыбы. Ерте балалық шақтағы баланың психикалык даму бойынша тапсырмалар мен проблемалық жағдаяттарды кұру",topic:"Ерте балалық шақтағы баланың психикалык даму бойынша тапсырмалар мен проблемалық жағдаяттарды кұру",original:"./originals/selfwork/7.mht",content:`<div>
<p class="text-justify"><b><span>№7 </span></b><span>Тақырыбы.<span> Ерте
балалық
шақтағы
баланың
психикалык даму
бойынша
тапсырмалар
мен
проблемалық
жағдаяттарды
кұру.</span><b></b></span></p>
<p class="text-justify"><span>Тапсырма:
Ақпарат
көздерінен
материал
жинақтау, кітапхана
ресурстарын
зерттеу,
мәнжазба жазу.
Негізгі
ұғымдардың
мәнін ашу,
глоссарий
жазу
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша
орындау. </span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков
Б.С. </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. - 500 <span>тг</span></span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С. <span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                             </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. - Электрон<span>.</span> <span>т</span>екстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И. <span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                      </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология:
конспект
лекций / <span>                 </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>


</div>`},{id:"selfwork-8",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"8-СӨЖ",title:"№8 Тақырыбы. Жасерекшелік психологиясының ғылым ретіндегі дамуының тарихы",topic:"Жасерекшелік психологиясының ғылым ретіндегі дамуының тарихы",original:"./originals/selfwork/8.mht",content:`<div>
<p class="text-justify"><b><span>№8 </span></b><span>Тақырыбы<span>.
Жасерекшелік
психологиясының
ғылым ретіндегі
дамуының
тарихы.</span></span></p>
<p class="text-justify"><span>Тапсырма:
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша орындау.
</span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С. <span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                       </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                        </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К. О.<span> 
</span>Детская и
возрастная
психология:
конспект
лекций / К. О.
Казанская. - М. :
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-9",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"9-СӨЖ",title:"№9 Тақырыбы Мектепке психологиялық даярлық",topic:"Мектепке психологиялық даярлық",original:"./originals/selfwork/9.mht",content:`<div>
<p class="text-justify"><b><span>№9 </span></b><span>Тақырыбы<span>
Мектепке
психологиялық<span> 
</span>даярлық</span><b></b></span></p>
<p class="text-justify"><span>Тапсырма:
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және
мазмұнын
ауызша және
жазбаша
орындау. </span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.
</span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С. <span> </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                 </span>Н.С.
<span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span> А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон.
текстовые
дан. - <span>Актобе</span><span> :</span> АГПИ, 2012.</span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                     </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p class="text-justify"><span>5.</span><span>Казанская
К.О. <span> </span>Детская
и возрастная
психология:
конспект
лекций / <span>                </span>К.О.
Казанская. - М. :
А-Приор, 2010. - 160 с.</span></p>

</div>`},{id:"selfwork-10",category:"selfwork",categoryName:"Өздік жұмыстар (СӨЖ)",shortTitle:"10-СӨЖ",title:"№10 Тақырыбы. Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және негізгі психологиялық жаңа құрылымдары",topic:"Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және негізгі психологиялық жаңа құрылымдары",original:"./originals/selfwork/10.mht",content:`<div>
<p class="text-justify"><b><span>№10 </span></b><span>Тақырыбы.
<span>Бастауыш
мектеп<span> 
</span>кезеңіндегі
дамудың<span> 
</span>әлеуметтік
жағдаяты
және негізгі
психологиялық
жаңа
құрылымдары.</span><b></b></span></p>
<p class="text-justify"><span>Тапсырма:
Ақпарат
көздерінен
материал
жинақтау,
кітапхана
ресурстарын
зерттеу,
мәнжазба
жазу. Негізгі
ұғымдардың
мәнін ашу,
глоссарий
жазу
Әдебиеттерді
басшылыққа
ала отырып,
тақырыпқа
сәйкес
ұғымдардың
мазмұнын ашу
және мазмұнын
ауызша және
жазбаша
орындау.</span></p>
<p class="text-justify"><b><span>Ұсынылатын
әдебиеттер
тізімі:</span></b></p>
<p class="text-justify"><span>1.</span><span> Волков Б.С.</span><span> </span><span>Возрастная
психология
[Текст] :
учебное пособие.
. В 2-х ч. Часть 1.
От рождения
до поступления
в школу / Под
ред. Б.С. Волкова.
- М.<span> :</span>
ВЛАДОС, 2010. </span></p>
<p class="text-justify"><span>2.</span><span><span>Жұбаназарова</span></span><span>
Н.С.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқулық</span> / <span>                       </span><span> </span>Н.С. <span>Жұбаназарова</span>.
- Алматы : <span>Қазақ</span>
<span>университеті</span>,
2014. - 285 бет.</span></p>
<p class="text-justify"><span>3.</span><span><span>Жулаева</span></span><span>
А.И.
Возрастная
физиология и
школьная
гигиена» по
специальности
5В010300-
Педагогика и
психология:
учебно-методический
комплекс / А.И. <span>Жулаева</span>. -
Электрон<span>.</span>
<span>т</span>екстовые
дан. - <span>Актобе</span>:
АГПИ, 2012. </span></p>
<p class="text-justify"><span>4.</span><span><span>Ауталипова</span></span><span>
Ұ.И.<span>  </span><span>Жас</span> <span>ерекшелік</span>
<span>психологиясы</span>:
<span>оқу</span> <span>құралы</span>
/ <span>                          </span>Ұ.И.
<span>Ауталипова</span>,
Х.Т. <span>Шерьязданова</span>,
Д.Е. <span>Абдраманова</span>.
- Алматы : <span>Отан</span>,
2016. - 185 бет.</span></p>
<p><span>5.</span><span>Казанская
К.О.<span> 
</span>Детская и
возрастная
психология: конспект
лекций / <span>          </span>К.О.
Казанская. - М.:
А-Приор, 2010. - 160 с.</span></p>
</div>`}],g=[{id:"intro",category:"intro",shortTitle:"Кіріспе",title:"Кіріспе",topic:"Кіріспе"},{id:"lecture-1",category:"lecture",shortTitle:"1-дәріс",title:"§ 1 Жасерекшелік психологиясы ғылым ретінде",topic:"Жасерекшелік психологиясы ғылым ретінде"},{id:"lecture-2",category:"lecture",shortTitle:"2-дәріс",title:"§ 2 Психикалық дамудың жас ерекшелік кезеңдері",topic:"Психикалық дамудың жас ерекшелік кезеңдері"},{id:"lecture-3",category:"lecture",shortTitle:"3-дәріс",title:"§ 3 Тұлға дамуының психологиялық мәселелері",topic:"Тұлға дамуының психологиялық мәселелері"},{id:"lecture-4",category:"lecture",shortTitle:"4-дәріс",title:"§ 1 Нәрестелік шақ немесе адамның өмірге келуі",topic:"Нәрестелік шақ немесе адамның өмірге келуі"},{id:"lecture-5",category:"lecture",shortTitle:"5-дәріс",title:"§ 2 Сәбилік шақ",topic:"Сәбилік шақ"},{id:"lecture-6",category:"lecture",shortTitle:"6-дәріс",title:"§ 3 Ерте балалық шақтағы «Мен» жүйесі және үш жас дағдарысы",topic:"Ерте балалық шақтағы «Мен» жүйесі және үш жас дағдарысы"},{id:"lecture-7",category:"lecture",shortTitle:"7-дәріс",title:"§ 4 Мектепке дейінгі кезең және танымдық процестерінің жетілуі",topic:"Мектепке дейінгі кезең және танымдық процестерінің жетілуі"},{id:"lecture-8",category:"lecture",shortTitle:"8-дәріс",title:"§ 5 Бастауыш мектептегі оқушылардың психикалық даму",topic:"Бастауыш мектептегі оқушылардың психикалық даму"},{id:"lecture-9",category:"lecture",shortTitle:"9-дәріс",title:"§ 1 Жеткіншектік кезең",topic:"Жеткіншектік кезең"},{id:"lecture-10",category:"lecture",shortTitle:"10-дәріс",title:"§ 2 Жасөспірімдік кезең немесе ерте жастық шақ",topic:"Жасөспірімдік кезең немесе ерте жастық шақ"},{id:"lecture-11",category:"lecture",shortTitle:"11-дәріс",title:"§ 3 Жасөспірімдік кезеңдегі дүниетанымның дамуы",topic:"Жасөспірімдік кезеңдегі дүниетанымның дамуы"},{id:"lecture-12",category:"lecture",shortTitle:"12-дәріс",title:"§ 1 Ересектік жастағы даму",topic:"Ересектік жастағы даму"},{id:"lecture-13",category:"lecture",shortTitle:"13-дәріс",title:"§ 2 Ересектік жастағы когнитивтік даму",topic:"Ересектік жастағы когнитивтік даму"},{id:"lecture-14",category:"lecture",shortTitle:"14-дәріс",title:"§ 3 Геронтопсихология",topic:"Геронтопсихология"},{id:"practice-1",category:"practice",shortTitle:"1-практика",title:"№ 1 Практикалық сабақтың тақырыбы. Жасерекшелік психологиясының пәні, міндеттері және әдістері",topic:"Жасерекшелік психологиясының пәні, міндеттері және әдістері"},{id:"practice-2",category:"practice",shortTitle:"2-практика",title:"№2 Практикалық сабақтың тақырыбы. Жасерекшелік психологиясының ғылым ретіндегі қысқаша тарихы",topic:"Жасерекшелік психологиясының ғылым ретіндегі қысқаша тарихы"},{id:"practice-3",category:"practice",shortTitle:"3-практика",title:"№ 3 Практикалық сабақтың тақырыбы. Психикалық даму теориялары",topic:"Психикалық даму теориялары"},{id:"practice-4",category:"practice",shortTitle:"4-практика",title:"№4 Практикалық сабақтың тақырыбы. Баланың психикалық дамуының факторлары",topic:"Баланың психикалық дамуының факторлары"},{id:"practice-5",category:"practice",shortTitle:"5-практика",title:"№ 5 Практикалық сабақтың тақырыбы. Жастық даму периодизациясы",topic:"Жастық даму периодизациясы"},{id:"practice-6",category:"practice",shortTitle:"6-практика",title:"№ 6 Практикалық сабақтың тақырыбы. Адамның жаңадан өмірге келуі",topic:"Адамның жаңадан өмірге келуі"},{id:"practice-7",category:"practice",shortTitle:"7-практика",title:"№ 7 Практикалық сабақтың тақырыбы. Сәбилік шақтың психологиялық ерекшеліктері",topic:"Сәбилік шақтың психологиялық ерекшеліктері"},{id:"practice-8",category:"practice",shortTitle:"8-практика",title:"№8 Практикалық сабақтың тақырыбы. Ерте балалық шақтағы баланың психикадық дамуының жалпы сипаттамасы",topic:"Ерте балалық шақтағы баланың психикадық дамуының жалпы сипаттамасы"},{id:"practice-9",category:"practice",shortTitle:"9-практика",title:"№ 9 Практикалық сабақтың тақырыбы. Мектепке дейінгі шақтағы психологиялық сипаттамасы",topic:"Мектепке дейінгі шақтағы психологиялық сипаттамасы"},{id:"practice-10",category:"practice",shortTitle:"10-практика",title:"№10 Практикалық сабақтың тақырыбы. Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және психологиялық жаңа құрылымдары",topic:"Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және психологиялық жаңа құрылымдары"},{id:"practice-11",category:"practice",shortTitle:"11-практика",title:"№11 Практикалық сабақтың тақырыбы. Жеткіншектік кезең психологиясы",topic:"Жеткіншектік кезең психологиясы"},{id:"practice-12",category:"practice",shortTitle:"12-практика",title:"№12 Практикалық сабақтың тақырыбы. Жеткіншектік кезеңнен жасөспірім жастық шаққа өту мәселесі",topic:"Жеткіншектік кезеңнен жасөспірім жастық шаққа өту мәселесі"},{id:"practice-13",category:"practice",shortTitle:"13-практика",title:"№ 13 Практикалық сабақтың тақырыбы. Жасөспірім кезеңдегі жаңа психологиялық құрылым",topic:"Жасөспірім кезеңдегі жаңа психологиялық құрылым"},{id:"practice-14",category:"practice",shortTitle:"14-практика",title:"№ 14 Практикалық сабақтың тақырыбы. Жасөспірімдік шақтағы кәсіби бағыттылық және мамандық таңдау",topic:"Жасөспірімдік шақтағы кәсіби бағыттылық және мамандық таңдау"},{id:"practice-15",category:"practice",shortTitle:"15-практика",title:"№ 15 Практикалық сабақтың тақырыбы. Қарттық жаста тұлғаның психологиялық аумақтарындағы өзгерістер сипаттамасы",topic:"Қарттық жаста тұлғаның психологиялық аумақтарындағы өзгерістер сипаттамасы"},{id:"selfwork-1",category:"selfwork",shortTitle:"1-СӨЖ",title:"№1 Тақырыбы. Психикалык дамудын теориялары",topic:"Психикалык дамудын теориялары"},{id:"selfwork-2",category:"selfwork",shortTitle:"2-СӨЖ",title:"№2 Тақырыбы. Баланың психикалық дамуының факторлары мен механизмдері",topic:"Баланың психикалық дамуының факторлары мен механизмдері"},{id:"selfwork-3",category:"selfwork",shortTitle:"3-СӨЖ",title:"№3 Тақырыбы. Жастық даму периодизациясы",topic:"Жастық даму периодизациясы"},{id:"selfwork-4",category:"selfwork",shortTitle:"4-СӨЖ",title:"№4 Тақырыбы. Адам өмірінің басталуы",topic:"Адам өмірінің басталуы"},{id:"selfwork-5",category:"selfwork",shortTitle:"5-СӨЖ",title:"№5 Тақырыбы. Сәбилік шақтың психологиялык ерекшеліктері",topic:"Сәбилік шақтың психологиялык ерекшеліктері"},{id:"selfwork-6",category:"selfwork",shortTitle:"6-СӨЖ",title:"№6 Тақырыбы Ерте балалық шақтағы баланың психикалык дамуының жалпы сипаттамасы",topic:"Ерте балалық шақтағы баланың психикалык дамуының жалпы сипаттамасы"},{id:"selfwork-7",category:"selfwork",shortTitle:"7-СӨЖ",title:"№7 Тақырыбы. Ерте балалық шақтағы баланың психикалык даму бойынша тапсырмалар мен проблемалық жағдаяттарды кұру",topic:"Ерте балалық шақтағы баланың психикалык даму бойынша тапсырмалар мен проблемалық жағдаяттарды кұру"},{id:"selfwork-8",category:"selfwork",shortTitle:"8-СӨЖ",title:"№8 Тақырыбы. Жасерекшелік психологиясының ғылым ретіндегі дамуының тарихы",topic:"Жасерекшелік психологиясының ғылым ретіндегі дамуының тарихы"},{id:"selfwork-9",category:"selfwork",shortTitle:"9-СӨЖ",title:"№9 Тақырыбы Мектепке психологиялық даярлық",topic:"Мектепке психологиялық даярлық"},{id:"selfwork-10",category:"selfwork",shortTitle:"10-СӨЖ",title:"№10 Тақырыбы. Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және негізгі психологиялық жаңа құрылымдары",topic:"Бастауыш мектеп кезеңіндегі дамудың әлеуметтік жағдаяты және негізгі психологиялық жаңа құрылымдары"}],E=[{id:1,text:"Жасөспірім (жеткіншек) кезендегі дағдарысты болмай қоймайтын универсал (әмбебап) құбылыс деп санайтын биогенетикалық универсализм теориясына (Ст.Холл, З.Фрейд) қарсы пікір білдірген зерттеушіні көрсетіңіз",points:1,options:[{text:"М.Мид",correct:!0},{text:"Э.Кречмер",correct:!1},{text:"Ж.Пиаже",correct:!1},{text:"Ш.Бюлер",correct:!1},{text:"А.Лурия",correct:!1}]},{id:2,text:"Жасөспірім (жеткіншек) шаққа қандай мінез-құлық реакциясын анықтаңыз",points:1,options:[{text:"әуестену, елігу, қызығу (хобби) реакциясы",correct:!0},{text:"Өз-өзімен жекелену",correct:!1},{text:"Қызығушылықтың болмауы",correct:!1},{text:"Үлкендерге қарсы келу",correct:!1},{text:"Қыңырлық,тұйықтық",correct:!1}]},{id:3,text:"Оқушынын оқу іс-әрекетінін құрылымын көрсетіңіз",points:1,options:[{text:"Оқу міндеттері,тапсырмалар жүйесі",correct:!0},{text:"Еңбек ету",correct:!1},{text:"Ойыншықтармен айналысу",correct:!1},{text:"Тек қана спортпен шұғылдану",correct:!1},{text:"Ойын",correct:!1}]},{id:4,text:"Л.С.Выготский бойынша дамудағы дағдарысты анықтаңыз",points:1,options:[{text:"бала дамуындағы зандылық",correct:!0},{text:"қате тәрбиелеу нәтижесі",correct:!1},{text:"кездейсоқ факторларға тәуелді даму сәті",correct:!1},{text:'қалыптан тыс "сырқат" құбылыс',correct:!1},{text:"болу не болмау ересектерге байланысты құбылыс",correct:!1}]},{id:5,text:'Ойын іс-әрекетінің себебін "жұмсалмай қалған қуат" теориясы арқылы түсіндірген ғалымды көрсетіңіз /М.Мұқановтың жазуынша/',points:1,options:[{text:"Ф.Шиллер",correct:!0},{text:"К.Грос",correct:!1},{text:"Д.Эльконин",correct:!1},{text:"К.Бюлер",correct:!1},{text:"З.Фрейд",correct:!1}]},{id:6,text:"Бастауыш мектепте оқуда баланы алдын-ала қызықтыратынын анықтаңыз",points:1,options:[{text:"Жақсы баға",correct:!0},{text:"Оқушылардың көп болуы",correct:!1},{text:"Мұғалім",correct:!1},{text:"Оқулықтар",correct:!1},{text:"Ойын",correct:!1}]},{id:7,text:"Мектепке дейінгі шақтағы балалардың психологиялық  жаңа құрылымдарына сәйкес келеді:",points:1,options:[{text:"Іштей сөйлеудің пайда болуы",correct:!0},{text:"Баланың өзіндік ойлауының болмауы",correct:!1},{text:"Өзгелерге сенім артушылық",correct:!1},{text:"Ешкімнің көмегінсіз өзін-өзі басқара алуы",correct:!1},{text:"Дағдарысқа тап болуы",correct:!1}]},{id:8,text:"Бала психологиясы  негізін қалаған ғалымды атаңыз",points:1,options:[{text:"В.Прейер",correct:!0},{text:"Ж.Ж. Руссо",correct:!1},{text:"Ч.Дарвин",correct:!1},{text:"Ж.Пиаже",correct:!1},{text:"К.Бюлер",correct:!1}]},{id:9,text:"Жасөспірім шақты тек кезекті жас кезеңі ретінде ғана емес, сондай-ақ психикалық дамудың ерекше фазасы ретінде қарастыруды ұсынған ғалымды анықтаңыз",points:1,options:[{text:"Д.И.Фельдштейн",correct:!0},{text:"Л.С.Выготский",correct:!1},{text:"Д.Б.Эльконин",correct:!1},{text:"Л.И.Божович",correct:!1},{text:"А.Н.Леонтьев",correct:!1}]},{id:10,text:"Жасөспірімдік шақтың мәдени-психологиялық концепциясын жасаған ғалымды көрсетіңіз",points:1,options:[{text:"Э.Шпрангер",correct:!0},{text:"Л.Л.Блонский",correct:!1},{text:"Л.С.Выготский",correct:!1},{text:"Ш.Бюлер",correct:!1},{text:"Г.Гецер",correct:!1}]},{id:11,text:"Жеті жастағы дағдарысқа тән белгілерді көрсетіңіз",points:1,options:[{text:"барлық жауаптар дұрыс",correct:!0},{text:"Тұңғыш рет тебіреністерді жинақтап қорыту (аффективті жалпылау), сезім логикасынын пайда болуы",correct:!1},{text:"сыртқы және ішкі өмірдің білінуі, балалық тікелікті, тұрақты жоғалту",correct:!1},{text:"қылжақтану, жасандылық, жорта істеу, сайқымазақтықтың болуы",correct:!1}]},{id:12,text:"Л.С.Выготский мәдени-тарихи теориясынын жас және педагогикалық психология үшін аса манызды көзқарасын табыңыз",points:1,options:[{text:'"жақын даму аймағы" қағидасын тұжырымдау',correct:!0},{text:"қос стимуляциян әдісін ойлап табу",correct:!1},{text:'психикалықтын екі денгейін бөліп көрсету ("натурализм" және "мәдени")',correct:!1},{text:'"айналдыру", "интериоризация" механизмін ашуы',correct:!1},{text:"өз заманындағы шетелдік бағыттарды сындарлы түрде терен зерттеуі",correct:!1}]},{id:13,text:"Кәрілікке тән психологиялық белгілерді анықтаңыз",points:1,options:[{text:"қабылдау процесінің әлсіреуі",correct:!0},{text:"қазіргі сәтті ғана бағалау",correct:!1},{text:"қимыл белсенділігінің  артуы",correct:!1},{text:"Өмірге жағаша көзқараспен қарау",correct:!1},{text:"Өмірден түңілу",correct:!1}]},{id:14,text:'"Ойлық  бөгет"  ұғымын   енгізген ғалымды көрсетіңіз',points:1,options:[{text:"З. Фрейд",correct:!0},{text:"К. Левин",correct:!1},{text:"Л. С.  Выготский",correct:!1},{text:"И.С.Кон",correct:!1},{text:"С. Холл",correct:!1}]},{id:15,text:"Жеткіншекке тән жаңалықты анықтаңыз",points:1,options:[{text:"Сену үшін эксперименттеу",correct:!0},{text:"Әр түрлі оқу іс-әрекеттерін атқаруға қабілеттілік.",correct:!1},{text:"Барлық ақпараттарға сене бермеу",correct:!1},{text:"Интеллектуалды активтілік",correct:!1},{text:"Білімдерді қажетсінуінде",correct:!1}]}],i={currentRoute:"cover",theme:localStorage.getItem("ebook_theme")||"paper",fontSize:localStorage.getItem("ebook_fontsize")||"md",quizState:{started:!1,studentName:localStorage.getItem("quiz_student_name")||"",questions:[],currentIndex:0,answers:{},finished:!1,startTime:null,endTime:null}},p={readingProgress:document.getElementById("readingProgress"),readingContainer:document.getElementById("readingContainer"),sidebar:document.getElementById("sidebar"),tocNav:document.getElementById("tocNav"),sidebarFilterInput:document.getElementById("sidebarFilterInput"),toggleSidebarBtn:document.getElementById("toggleSidebarBtn"),brandHomeBtn:document.getElementById("brandHomeBtn"),themeToggleBtn:document.getElementById("themeToggleBtn"),themeIcon:document.getElementById("themeIcon"),fontDecBtn:document.getElementById("fontDecBtn"),fontIncBtn:document.getElementById("fontIncBtn"),fullscreenBtn:document.getElementById("fullscreenBtn"),openSearchBtn:document.getElementById("openSearchBtn"),searchModal:document.getElementById("searchModal"),closeSearchModalBtn:document.getElementById("closeSearchModalBtn"),globalSearchInput:document.getElementById("globalSearchInput"),searchResults:document.getElementById("searchResults"),navTabs:document.querySelectorAll(".nav-tab-btn")};function L(n){i.theme=n,document.documentElement.setAttribute("data-theme",n),localStorage.setItem("ebook_theme",n);const a={paper:"☀️",sepia:"📜",dark:"🌙"};p.themeIcon&&(p.themeIcon.textContent=a[n]||"☀️")}function N(){const n=["paper","sepia","dark"],a=n[(n.indexOf(i.theme)+1)%n.length];L(a)}function $(n){i.fontSize=n,document.documentElement.setAttribute("data-size",n),localStorage.setItem("ebook_fontsize",n)}function T(n){const a=["sm","md","lg","xl"];let e=a.indexOf(i.fontSize)+n;e>=0&&e<a.length&&$(a[e])}function I(n=""){p.tocNav.innerHTML="";const a=n.toLowerCase().trim();[{key:"intro",title:"Кіріспе"},{key:"lecture",title:"Дәрістер кешені"},{key:"practice",title:"Практикалық сабақтар"},{key:"selfwork",title:"Өздік жұмыстар (СӨЖ)"}].forEach(t=>{const c=g.filter(l=>{const o=l.category===t.key,y=!a||l.title.toLowerCase().includes(a)||l.shortTitle.toLowerCase().includes(a);return o&&y});if(c.length===0)return;const r=document.createElement("div");r.className="toc-group",r.innerHTML=`<div class="toc-group-title">${t.title}</div>`,c.forEach(l=>{const o=document.createElement("a");o.className=`toc-item-link ${i.currentRoute===l.id?"active":""}`,o.href=`#${l.id}`,o.innerHTML=`
        <span class="toc-item-badge">${l.shortTitle}</span>
        <span>${l.title.replace(l.shortTitle,"").replace(/^[.:\s-]+/,"").trim()||l.title}</span>
      `,r.appendChild(o)}),p.tocNav.appendChild(r)});const s=document.createElement("a");s.className=`toc-item-link ${i.currentRoute==="quiz"?"active":""}`,s.href="#quiz",s.style.marginTop="0.5rem",s.innerHTML=`
    <span class="toc-item-badge">🎯</span>
    <strong>Бақылау тесті (Интерактивті)</strong>
  `,p.tocNav.appendChild(s)}function q(){p.readingContainer.innerHTML=`
    <div class="cover-hero">
      <span class="cover-badge">Электрондық оқу құралы</span>
      <h1 class="cover-title">Жас ерекшелік психологиясы</h1>
      <p class="cover-subtitle">
        Адамның туылғаннан өмірінің соңына дейінгі психикалық даму заңдылықтарын, 
        жас кезеңдері мен дағдарыстарын, танымдық процестердің қалыптасуын зерттейтін кешенді оқулық.
      </p>

      <div class="cover-actions">
        <a href="#intro" class="btn-primary">
          <svg width="18" height="18" viewBox="0 0 24 24" fill="none" stroke="currentColor" stroke-width="2">
            <path d="M2 3h6a4 4 0 0 1 4 4v14a3 3 0 0 0-3-3H2z"></path>
            <path d="M22 3h-6a4 4 0 0 0-4 4v14a3 3 0 0 1 3-3h7z"></path>
          </svg>
          Кіріспеден бастау
        </a>
        <a href="#lecture-1" class="btn-secondary">
          Дәрістерге өту
        </a>
        <a href="#quiz" class="btn-secondary">
          🎯 Тестілеу
        </a>
      </div>

      <div class="cover-meta">
        <div>📚 <strong>14</strong> Дәріс</div>
        <div>✍️ <strong>15</strong> Практикалық сабақ</div>
        <div>📝 <strong>10</strong> Өздік жұмыс тапсырмасы</div>
        <div>🎯 <strong>15</strong> Бақылау сұрағы</div>
      </div>
    </div>

    <!-- Тез бағдарлау карточкалары -->
    <div style="display: grid; grid-template-columns: repeat(auto-fit, minmax(220px, 1fr)); gap: 1rem; margin-top: 1rem;">
      <a href="#lecture-1" class="nav-card" style="max-width: 100%;">
        <span class="nav-card-label">1-бөлім</span>
        <span class="nav-card-title">Жасерекшелік психологиясы ғылым ретінде</span>
      </a>
      <a href="#lecture-4" class="nav-card" style="max-width: 100%;">
        <span class="nav-card-label">2-бөлім</span>
        <span class="nav-card-title">Нәрестелік және сәбилік шақ психологиясы</span>
      </a>
      <a href="#lecture-9" class="nav-card" style="max-width: 100%;">
        <span class="nav-card-label">3-бөлім</span>
        <span class="nav-card-title">Жеткіншектік және жасөспірімдік кезең</span>
      </a>
      <a href="#lecture-12" class="nav-card" style="max-width: 100%;">
        <span class="nav-card-label">4-бөлім</span>
        <span class="nav-card-title">Ересектік кезең және геронтопсихология</span>
      </a>
    </div>
  `}function S(n){const a=m.find(c=>c.id===n);if(!a){p.readingContainer.innerHTML='<div class="cover-hero"><h2>Бөлім табылмады</h2><a href="#cover" class="btn-primary">Басты бетке оралу</a></div>';return}const e=g.findIndex(c=>c.id===n),s=e>0?g[e-1]:null,t=e<g.length-1?g[e+1]:null;p.readingContainer.innerHTML=`
    <article class="article-container">
      <header class="article-header">
        <span class="article-category-badge">${a.categoryName}</span>
        <h1 class="article-title">${a.title}</h1>
        <div class="article-meta" style="display: flex; align-items: center; justify-content: space-between; flex-wrap: wrap; gap: 0.5rem;">
          <div style="display: flex; gap: 1rem;">
            <span>📖 ${a.shortTitle}</span>
            <span>⏱ Оқу уақыты: ~${Math.max(2,Math.round(a.content.length/800))} мин</span>
          </div>
          ${a.original?`
            <a href="${a.original}" download class="control-btn" style="text-decoration: none; display: inline-flex; align-items: center; gap: 4px; font-size: 0.8rem; padding: 0.3rem 0.75rem; border: 1px solid var(--border); border-radius: var(--radius-sm);" title="Түпнұсқа MHT файлын жүктеу">
              📥 Түпнұсқа MHT жүктеу
            </a>
          `:""}
        </div>
      </header>

      <div class="article-body">
        ${a.content}
      </div>

      <nav class="chapter-navigation" aria-label="Бөлімдер бойынша шарлау">
        ${s?`
          <a href="#${s.id}" class="nav-card">
            <span class="nav-card-label">← Алдыңғы бөлім</span>
            <span class="nav-card-title">${s.shortTitle}: ${s.title}</span>
          </a>
        `:"<div></div>"}

        ${t?`
          <a href="#${t.id}" class="nav-card" style="text-align: right; align-items: flex-end;">
            <span class="nav-card-label">Келесі бөлім →</span>
            <span class="nav-card-title">${t.shortTitle}: ${t.title}</span>
          </a>
        `:`
          <a href="#quiz" class="nav-card" style="text-align: right; align-items: flex-end;">
            <span class="nav-card-label">Қорытынды →</span>
            <span class="nav-card-title">🎯 Бақылау тестіне өту</span>
          </a>
        `}
      </nav>
    </article>
  `,window.scrollTo({top:0,behavior:"smooth"})}function u(){const n=i.quizState;if(!n.started){p.readingContainer.innerHTML=`
      <div class="quiz-container">
        <div class="quiz-header">
          <div class="quiz-title-wrap">
            <h2>Бақылау тесті</h2>
            <p>Жас ерекшелік психологиясы пәні бойынша білімді тексеру</p>
          </div>
          <span class="cover-badge">10 сұрақ</span>
        </div>

        <div style="display: flex; flex-direction: column; gap: 1rem; max-width: 480px; margin: 1rem 0;">
          <label style="font-size: 0.9rem; font-weight: 600; color: var(--text-secondary);">
            Студенттің / Тыңдаушының Аты-жөні:
          </label>
          <input type="text" id="quizStudentNameInput" value="${n.studentName}" 
            placeholder="Мысалы: Ахметов Нұрлан"
            style="padding: 0.75rem 1rem; border: 1px solid var(--border-strong); border-radius: var(--radius-sm); font-size: 1rem; background: var(--bg-surface); color: var(--text-main);" />

          <div style="display: flex; gap: 1rem; margin-top: 0.5rem;">
            <button id="startStandardQuizBtn" class="btn-primary" style="flex: 1;">
              Стандартты тест (10 кездейсоқ сұрақ)
            </button>
            <button id="startFullQuizBtn" class="btn-secondary" style="flex: 1;">
              Толық тест (Барлық 15 сұрақ)
            </button>
          </div>
        </div>

        <div style="border-top: 1px solid var(--border); padding-top: 1rem; font-size: 0.85rem; color: var(--text-muted); line-height: 1.6;">
          <strong>Тест ережесі:</strong><br />
          • Әрбір сұрақта 4 немесе 5 жауап нұсқасы беріледі, тек біреуі ғана дұрыс.<br />
          • Жауап нұсқалары әр тапсырған сайын кездейсоқ араластырылады.<br />
          • Тест соңында нәтижеңіз, қателер талдауы және ресми хаттама басып шығаруға дайын болады.
        </div>
      </div>
    `,document.getElementById("startStandardQuizBtn").addEventListener("click",()=>k(10)),document.getElementById("startFullQuizBtn").addEventListener("click",()=>k(15));return}if(n.finished){let r=0;n.questions.forEach((j,b)=>{var x;const f=n.answers[b];f!==void 0&&((x=j.options[f])!=null&&x.correct)&&r++});const l=n.questions.length,o=Math.round(r/l*100);let y="Қанағаттанарлықсыз",d="var(--danger)";o>=90?(y="Өте жақсы (5)",d="var(--success)"):o>=75?(y="Жақсы (4)",d="var(--success)"):o>=50&&(y="Қанағаттанарлық (3)",d="var(--warning)"),p.readingContainer.innerHTML=`
      <div class="quiz-container">
        <div class="results-card">
          <div class="results-score-circle" style="border-color: ${d}; color: ${d};">
            <span class="results-score-value">${r}/${l}</span>
            <span class="results-score-label">${o}%</span>
          </div>

          <h2 style="font-size: 1.6rem; color: var(--text-main);">Тестілеу аяқталды!</h2>
          <p style="font-size: 1.1rem; font-weight: 600; color: ${d};">Баға: ${y}</p>

          <table class="results-table">
            <tbody>
              <tr><td><strong>Тыңдаушы:</strong></td><td>${n.studentName||"Аноним"}</td></tr>
              <tr><td><strong>Сұрақ саны:</strong></td><td>${l}</td></tr>
              <tr><td><strong>Дұрыс жауап:</strong></td><td style="color: var(--success); font-weight: 700;">${r}</td></tr>
              <tr><td><strong>Дұрыс емес жауап:</strong></td><td style="color: var(--danger); font-weight: 700;">${l-r}</td></tr>
              <tr><td><strong>Уақыты:</strong></td><td>${new Date().toLocaleString("kk-KZ")}</td></tr>
            </tbody>
          </table>

          <div style="display: flex; gap: 1rem; flex-wrap: wrap; justify-content: center;">
            <button id="restartQuizBtn" class="btn-primary">Тестті қайта тапсыру</button>
            <button id="printQuizProtocolBtn" class="btn-secondary">🖨 Хаттаманы басып шығару</button>
          </div>
        </div>

        <!-- Қателер мен жауаптардың толық талдауы -->
        <div style="border-top: 1px solid var(--border); padding-top: 1.5rem; margin-top: 1rem;">
          <h3 style="margin-bottom: 1rem; font-size: 1.2rem;">Сұрақтар бойынша талдау:</h3>
          <div style="display: flex; flex-direction: column; gap: 1rem;">
            ${n.questions.map((j,b)=>{var v,w;const f=n.answers[b],x=f!==void 0&&((v=j.options[f])==null?void 0:v.correct),h=j.options.find(B=>B.correct);return`
                <div style="padding: 1rem; border-radius: var(--radius-sm); border: 1px solid ${x?"var(--success)":"var(--danger)"}; background: ${x?"var(--success-bg)":"var(--danger-bg)"};">
                  <div style="font-weight: 600; margin-bottom: 0.5rem;">${b+1}. ${j.text}</div>
                  <div style="font-size: 0.9rem;">
                    Сіздің жауабыңыз: <strong>${f!==void 0?(w=j.options[f])==null?void 0:w.text:"Жауап берілмеді"}</strong> ${x?"✓":"✗"}
                  </div>
                  ${x?"":`<div style="font-size: 0.9rem; color: var(--success); margin-top: 0.25rem;">Дұрыс жауап: <strong>${h==null?void 0:h.text}</strong></div>`}
                </div>
              `}).join("")}
          </div>
        </div>
      </div>
    `,document.getElementById("restartQuizBtn").addEventListener("click",()=>{i.quizState.started=!1,i.quizState.finished=!1,u()}),document.getElementById("printQuizProtocolBtn").addEventListener("click",()=>{window.print()});return}const a=n.questions[n.currentIndex],e=n.answers[n.currentIndex];p.readingContainer.innerHTML=`
    <div class="quiz-container">
      <div class="quiz-header">
        <div class="quiz-title-wrap">
          <h2>Сұрақ ${n.currentIndex+1} / ${n.questions.length}</h2>
          <p>${n.studentName?`Студент: ${n.studentName}`:"Бақылау тесті"}</p>
        </div>
      </div>

      <!-- Навигация нүктелері -->
      <div class="question-progress">
        ${n.questions.map((r,l)=>`
          <button class="progress-dot ${l===n.currentIndex?"active":""} ${n.answers[l]!==void 0?"answered":""}" data-idx="${l}">
            ${l+1}
          </button>
        `).join("")}
      </div>

      <!-- Сұрақ мәтіні -->
      <div class="question-card">
        <div class="question-text">${a.text}</div>

        <div class="options-list">
          ${a.options.map((r,l)=>`
            <div class="option-card ${e===l?"selected":""}" data-opt-idx="${l}">
              <div class="option-radio"></div>
              <span>${r.text}</span>
            </div>
          `).join("")}
        </div>
      </div>

      <div class="quiz-footer">
        <button id="quizPrevBtn" class="control-btn" ${n.currentIndex===0?'disabled style="opacity: 0.4;"':""}>
          ← Алдыңғы
        </button>

        ${n.currentIndex===n.questions.length-1?`
          <button id="finishQuizBtn" class="btn-primary">
            Тестті аяқтау ✓
          </button>
        `:`
          <button id="quizNextBtn" class="btn-primary">
            Келесі сұрақ →
          </button>
        `}
      </div>
    </div>
  `,document.querySelectorAll(".option-card").forEach(r=>{r.addEventListener("click",()=>{const l=parseInt(r.dataset.optIdx,10);n.answers[n.currentIndex]=l,u()})}),document.querySelectorAll(".progress-dot").forEach(r=>{r.addEventListener("click",()=>{n.currentIndex=parseInt(r.dataset.idx,10),u()})});const s=document.getElementById("quizPrevBtn");s&&s.addEventListener("click",()=>{n.currentIndex>0&&(n.currentIndex--,u())});const t=document.getElementById("quizNextBtn");t&&t.addEventListener("click",()=>{n.currentIndex<n.questions.length-1&&(n.currentIndex++,u())});const c=document.getElementById("finishQuizBtn");c&&c.addEventListener("click",()=>{n.finished=!0,n.endTime=Date.now(),u()})}function k(n=10){const a=document.getElementById("quizStudentNameInput"),e=a?a.value.trim():"";i.quizState.studentName=e,localStorage.setItem("quiz_student_name",e);let s=JSON.parse(JSON.stringify(E));s.sort(()=>Math.random()-.5);const t=s.slice(0,n);t.forEach(c=>{c.options.sort(()=>Math.random()-.5)}),i.quizState.questions=t,i.quizState.currentIndex=0,i.quizState.answers={},i.quizState.started=!0,i.quizState.finished=!1,i.quizState.startTime=Date.now(),u()}function M(){p.readingContainer.innerHTML=`
    <div class="author-card" style="padding: 2.5rem; background: var(--bg-surface); border: 1px solid var(--border); border-radius: var(--radius-lg); box-shadow: var(--shadow-sm);">
      <div style="display: flex; justify-content: space-between; align-items: center; border-bottom: 1px solid var(--border); padding-bottom: 1rem; margin-bottom: 1.5rem;">
        <div>
          <span class="cover-badge">Түпнұсқа деректер</span>
          <h1 style="font-family: var(--font-body); font-size: 1.85rem; font-weight: 700; color: var(--text-main); margin-top: 0.25rem;">
            Түпнұсқа MHT файлдары және Delphi/Paradox дерекқоры
          </h1>
        </div>
        <a href="#cover" class="btn-secondary" style="font-size: 0.85rem;">Басты бетке</a>
      </div>

      <p style="color: var(--text-secondary); line-height: 1.6; margin-bottom: 1.5rem;">
        Мұнда бағдарламаның барлық 40 түпнұсқа веб-архивтері (MHT форматында) және Delphi бақылау тестінің Paradox 7 (t.DB) дерекқор файлдары сақталған. Кез келген файлды жүктеп алуға немесе пайдалануға болады.
      </p>

      <div style="margin-bottom: 2rem;">
        <h3 style="font-size: 1.15rem; color: var(--text-main); margin-bottom: 0.75rem; display: flex; align-items: center; gap: 0.5rem;">
          💾 Delphi Paradox 7 Тест дерекқоры
        </h3>
        <div style="display: grid; grid-template-columns: repeat(auto-fit, minmax(240px, 1fr)); gap: 0.75rem;">
          <div style="padding: 1rem; border: 1px solid var(--border); border-radius: var(--radius-sm); background: var(--bg-app); display: flex; justify-content: space-between; align-items: center;">
            <div>
              <div style="font-weight: 600;">t.DB (Тест сұрақтары)</div>
              <div style="font-size: 0.8rem; color: var(--text-muted);">226 КБ • Paradox 7 KZLocale</div>
            </div>
            <a href="./originals/test/t.DB" download class="btn-primary" style="font-size: 0.8rem; padding: 0.35rem 0.75rem;">Жүктеу</a>
          </div>
          <div style="padding: 1rem; border: 1px solid var(--border); border-radius: var(--radius-sm); background: var(--bg-app); display: flex; justify-content: space-between; align-items: center;">
            <div>
              <div style="font-weight: 600;">t.MB (Мемо блогы)</div>
              <div style="font-size: 0.8rem; color: var(--text-muted);">8 КБ • Paradox Memo</div>
            </div>
            <a href="./originals/test/t.MB" download class="btn-secondary" style="font-size: 0.8rem; padding: 0.35rem 0.75rem;">Жүктеу</a>
          </div>
          <div style="padding: 1rem; border: 1px solid var(--border); border-radius: var(--radius-sm); background: var(--bg-app); display: flex; justify-content: space-between; align-items: center;">
            <div>
              <div style="font-weight: 600;">sd_06.11.2022.rts</div>
              <div style="font-size: 0.8rem; color: var(--text-muted);">572 Б • Delphi нәтижелері</div>
            </div>
            <a href="./originals/test/sd_06.11.2022.rts" download class="btn-secondary" style="font-size: 0.8rem; padding: 0.35rem 0.75rem;">Жүктеу</a>
          </div>
        </div>
      </div>

      <div>
        <h3 style="font-size: 1.15rem; color: var(--text-main); margin-bottom: 0.75rem;">
          📄 Барлық 40 бөлімнің түпнұсқа MHT файлдары
        </h3>
        <div style="display: grid; grid-template-columns: repeat(auto-fill, minmax(260px, 1fr)); gap: 0.6rem;">
          ${m.map(n=>`
            <div style="padding: 0.6rem 0.8rem; border: 1px solid var(--border); border-radius: var(--radius-sm); display: flex; justify-content: space-between; align-items: center; background: var(--bg-surface);">
              <div style="overflow: hidden; text-overflow: ellipsis; white-space: nowrap; margin-right: 0.5rem;">
                <span style="font-size: 0.75rem; color: var(--accent); font-weight: 600;">${n.categoryName}</span><br/>
                <span style="font-size: 0.85rem; font-weight: 500;">${n.shortTitle}</span>
              </div>
              <a href="${n.original}" download class="control-btn" style="font-size: 0.75rem; padding: 0.25rem 0.5rem; text-decoration: none;" title="Жүктеу">
                ⬇️ MHT
              </a>
            </div>
          `).join("")}
        </div>
      </div>
    </div>
  `,window.scrollTo({top:0,behavior:"smooth"})}function C(n){i.currentRoute=n,p.navTabs.forEach(a=>{const e=a.dataset.route;let s=!1;(e==="cover"&&i.currentRoute==="cover"||e==="intro"&&i.currentRoute==="intro"||e==="lecture-1"&&i.currentRoute.startsWith("lecture-")||e==="practice-1"&&i.currentRoute.startsWith("practice-")||e==="selfwork-1"&&i.currentRoute.startsWith("selfwork-")||e==="quiz"&&i.currentRoute==="quiz"||e==="originals"&&i.currentRoute==="originals")&&(s=!0),a.classList.toggle("active",s)}),I(p.sidebarFilterInput?p.sidebarFilterInput.value:""),i.currentRoute==="cover"?q():i.currentRoute==="quiz"?u():i.currentRoute==="originals"?M():S(i.currentRoute),window.innerWidth<=860&&p.sidebar.classList.add("collapsed")}function z(){const n=window.location.hash.replace("#","").trim();C(n||"cover")}function H(n){const a=n.toLowerCase().trim();if(a.length<2){p.searchResults.innerHTML='<p style="color: var(--text-muted); text-align: center; padding: 2rem 0;">Іздеу үшін кемінде 2 әріп енгізіңіз</p>';return}const e=[];if(m.forEach(s=>{if(s.title.toLowerCase().includes(a)){e.push({id:s.id,title:s.title,category:s.categoryName,matchType:"title",snippet:s.title});return}const t=s.content.replace(/<[^>]+>/g," "),c=t.toLowerCase().indexOf(a);if(c!==-1){const r=Math.max(0,c-60),l=Math.min(t.length,c+100),o=t.substring(r,l).replace(new RegExp(`(${a})`,"gi"),"<mark>$1</mark>");e.push({id:s.id,title:s.title,category:s.categoryName,matchType:"content",snippet:`...${o}...`})}}),e.length===0){p.searchResults.innerHTML=`<p style="color: var(--text-muted); text-align: center; padding: 2rem 0;">«${n}» бойынша ештеңе табылмады</p>`;return}p.searchResults.innerHTML=`
    <div style="font-size: 0.85rem; color: var(--text-muted); margin-bottom: 0.75rem;">Табылды: ${e.length} нәтиже</div>
    <div style="display: flex; flex-direction: column; gap: 0.5rem;">
      ${e.map(s=>`
        <a href="#${s.id}" class="search-result-item" style="padding: 0.75rem; border: 1px solid var(--border); border-radius: var(--radius-sm); display: flex; flex-direction: column; gap: 0.25rem; transition: background 0.15s ease;">
          <div style="font-size: 0.75rem; font-weight: 700; color: var(--accent); text-transform: uppercase;">${s.category}</div>
          <div style="font-weight: 600; color: var(--text-main); font-size: 0.95rem;">${s.title}</div>
          <div style="font-size: 0.85rem; color: var(--text-secondary); line-height: 1.4;">${s.snippet}</div>
        </a>
      `).join("")}
    </div>
  `,p.searchResults.querySelectorAll("a").forEach(s=>{s.addEventListener("click",()=>{p.searchModal.classList.remove("open")})})}window.addEventListener("scroll",()=>{const n=document.documentElement,a=document.body,e="scrollTop",s="scrollHeight",t=(n[e]||a[e])/((n[s]||a[s])-n.clientHeight)*100;p.readingProgress&&(p.readingProgress.style.width=`${Math.min(100,Math.max(0,t))}%`)});function P(){L(i.theme),$(i.fontSize),p.toggleSidebarBtn.addEventListener("click",()=>{p.sidebar.classList.toggle("collapsed")}),p.brandHomeBtn.addEventListener("click",()=>{window.location.hash="#cover"}),p.navTabs.forEach(n=>{n.addEventListener("click",()=>{window.location.hash=`#${n.dataset.route}`})}),p.themeToggleBtn.addEventListener("click",N),p.fontDecBtn.addEventListener("click",()=>T(-1)),p.fontIncBtn.addEventListener("click",()=>T(1)),p.fullscreenBtn.addEventListener("click",()=>{document.fullscreenElement?document.exitFullscreen().catch(()=>{}):document.documentElement.requestFullscreen().catch(()=>{})}),p.sidebarFilterInput.addEventListener("input",n=>{I(n.target.value)}),p.openSearchBtn.addEventListener("click",()=>{p.searchModal.classList.add("open"),p.globalSearchInput.focus()}),p.closeSearchModalBtn.addEventListener("click",()=>{p.searchModal.classList.remove("open")}),p.searchModal.addEventListener("click",n=>{n.target===p.searchModal&&p.searchModal.classList.remove("open")}),p.globalSearchInput.addEventListener("input",n=>{H(n.target.value)}),window.addEventListener("keydown",n=>{(n.ctrlKey||n.metaKey)&&n.key==="k"&&(n.preventDefault(),p.searchModal.classList.add("open"),p.globalSearchInput.focus()),n.key==="Escape"&&p.searchModal.classList.contains("open")&&p.searchModal.classList.remove("open")}),window.addEventListener("hashchange",z),z()}P();
